export default {
	common: {
		add: 'Добавить',
		create: 'Создать',
		save: 'Сохранить',
		edit: 'Редактировать',
		cancel: 'Отменить',
		delete: 'Удалить',
		close: 'Закрыть',
		replenish: 'Пополнить',
		withdraw: 'Вывести',
		send: 'Отправить',
		resend: 'Отправить повторно',
		continue: 'Продолжить',
		back: 'Назад',
		finish: 'Завершить',
		transfer: 'Перевести',
		confirm: 'Подтвердить',
		select: 'Выбрать',
		set: 'Установить',
		apply: 'Применить',
		reset: 'Сбросить',
		change: 'Изменить',

		title: 'Тема',
		description: 'Описание',
		confirmation: 'Подтверждение',

		faq: 'Часто задаваемые вопросы',
		contact: 'Связаться с нами',
		have_questions: 'Остались вопросы?',

		replenishment_funds: 'Пополение средств',
		withdrawal_funds: 'Вывод средств',
		replenishment: 'Пополение',
		withdrawal: 'Вывод',
		amount: 'Сумма',
		info: 'Информация',

		no_data: 'Данных нет',
		see_all: 'Увидеть все',
	},

	apps: {
		exchange: {
			title: 'Обмен',
			subtitle: 'Торговля криптоактивами',
		},
	},

	copy: {
		copy: 'Копировать',
		copied: 'Скопировано',
		copied_to_clipboard: 'Скопировано в буфер обмена!',
	},

	error: {
		notfound: 'Страница не найдена',
		other: 'Произошла ошибка',
	},
	utility: {
		maintenance: 'В обслуживании',
	},

	table_header: {
		currency: 'Валюта',
		name: 'Название',
		safe: 'Внешний',
		trade: 'Торговый',
		withdraw: 'Вывод',
		blocked: 'Заблокировано',
		state: 'Состояние',
		actions: 'Действия',
		date: 'Дата',
		type: 'Тип',
		pair: 'Пара',
		code: 'Код',
		size: 'Размер',
		actual_size: 'Текущий размер',
		price: 'Цена',
		volume: 'Объем',
		actual_volume: 'Текущий объем',
		status: 'Статус',
		side: 'Направленность',
		gateway: 'Шлюз',
		operation_id: 'ID операции',
		follower: 'Подписчик',
		percent: 'Процент, %',
		address: 'Адрес',
		trx_hash: 'Хэш транзакции',
		approves: 'Одобрено',
		order: 'Ордер',
		fee: 'Комиссия',
		market: 'Рынок',
		amount: 'Кол-во',
		rate: 'Цена',
		rate_per: 'Цена за 1',
		filled: 'Завершено %',
		trading: 'Торговля',
		margin_trading: 'Маржинальная торговля',

		deal_fee_maker: 'Комиссия по сделке, Maker',
		deal_fee_taker: 'Комиссия по сделке, Taker',
		min_order_size: 'Минимальный размер ордера',
		min_order_volume: 'Минимальный объём ордера',

		min_replenish_amount: 'Мин. сумма пополнения',
		min_withdrawal_amount: 'Мин. сумма вывода',
		replenishment_fee: 'Комиссия по пополнению',
		withdrawal_fee: 'Комиссия по выводу',
		daily_withdrawal_limit_connected: 'Дневной лимит вывода (Не прошедшие/Прошедшие верификацию)',
		daily_withdrawal_limit: 'Лимит вывода (в день)',
		daily_withdrawal_limit_verify: 'Лимит вывода для прошедших верификацию (в день)',
		available_payment_systems: 'Доступные платежные системы',
		min_number_of_network_confirmation: 'Мин. кол-во подтверждений сети',
	},

	menu: {
		trading: 'Торговля',
		overview: 'Обзор рынка',
		transactions: 'Транзакции',
		orders: 'Ордера',
		deals: 'Сделки',
		transfers: 'Переводы',
		fiat_transactions: 'Транзакции (фиат)',
		balance: 'Баланс',
		refs: 'Реф. начисления',
		support: 'Поддержка',
		fees: 'Комиссии',
		contacts: 'Контакты',
		api: 'API',
		offers: 'Марж. предложения',
		settings: 'Настройки',
		notifications: 'Уведомления',
		about: 'Информация о бирже',
		terms: 'Условия',
		policy: 'Политика',
		login: 'Войти',
		register: 'Регистрация',
		search: "Поиск (нажмите 'ctrl + /', чтобы сфокусироваться)",
		dashboard: 'Приборная доска',
		logout: 'Выйти',
		profile: 'Профиль',
		blank: 'Пустая страница',
		pages: 'Страницы',
		others: 'Другие',
		email: 'Эл. адрес',
		chat: 'Чат',
		todo: 'Делать',
		board: 'Доска задач',
		users: 'Пользователи',
		usersList: 'Список',
		usersEdit: 'редактировать',
		ecommerce: 'Электронная торговля',
		ecommerceList: 'Продукты',
		ecommerceProductDetails: 'информация о продукте',
		ecommerceOrders: 'Заказы',
		ecommerceCart: 'Корзина',
		errorPages: 'Страницы ошибок',
		errorNotFound: 'Не найдено / 404',
		errorUnexpected: 'Неожиданно / 500',
		utilityPages: 'Страницы служебных программ',
		utilityMaintenance: 'Обслуживание',
		utilitySoon: 'Скоро',
		utilityHelp: 'FAQ / Помощь',
		levels: 'Уровни меню',
		disabled: 'Меню отключено',
		docs: 'Документация',
		feedback: 'Обратная связь',
		landingPage: 'Целевая страница',
		pricingPage: 'Страница с ценами',
	},

	overview: {
		graph_title: 'Глубина рынка',
		table_title: 'Обзор рынка',
		select_pair: 'Выберите пару',
		select_pair_hint: 'Выберите пару из списка',
	},

	trading: {
		last_price: 'Последняя цена',
		daily_change: 'Изменение за 24 часа',
		daily_high: 'Макс. за 24 часа',
		daily_low: 'Мин. за 24 часа',
		daily_volume: 'Объем за 24 часа',
		search: 'Поиск',

		sort: {
			change: 'Изменение',
			volume: 'Объем',
		},

		headers: {
			history_deal_list: 'История торгов',
			market_activity: 'Активность на рынке',
			own_active_order_list: 'Активные ордера',
			own_active_position_list: 'Ваши открытые позиции',
			own_history_deal_list: 'Ваши сделки',
			ask: 'Продажа',
			bid: 'Покупка',
			ask_bid: 'Продажа и покупка',
			ask_orders: 'Ордера на продажу',
			bid_orders: 'Ордера на покупку',
			chat: 'Чат',
			chart: 'График',
			tickers: 'Тикеры',
			history: 'История',
			orders: 'Ордера',
			forms: 'Формы',
			lists: 'Списки',
		},

		order: {
			direction: {
				buy: 'Покупка',
				sell: 'Продажа',
			},
			type: {
				limit: 'Лимитный',
				market: 'Рыночный',
			},
			status: {
				accepted: 'На исполнении',
				partiallyFilled: 'Частично исполнен',
				cancelled: 'Отменен',
				filled: 'Исполнен полностью',
			},
			pay_limit_buy: 'Вы получите (включая комиссию {0} %)',
			pay_market_buy: 'Вы получите (включая комиссию {0} %)',
			pay_limit_sell: 'Вы получите (включая комиссию {0} %)',
			pay_market_sell: 'Вы получите примерно (включая комиссию {0} %)',
			offer: 'Предложение по кредиту',
			offer_option: 'Процент (в день): {0} %; Макс. период: {1} дней; Доступно: {2} {3}',
			sl_rate: 'Stop Loss',
			tp_rate: 'Take Profit',
			ts_offset: 'Trailing Stop',
			use_margin: 'Использовать плечо',
			use_additional_params: 'Дополнительные параметры',
			available: 'Доступно:',

			cancel_all: 'Отменить все ордера',
			cancel_by_type: 'Отменить все {type} ордера',

			cancel_title: 'Подтверждение отмены',
			cancel_one: 'Вы действительно хотите отменить ордер?',
			cancel_many: 'Вы уверены, что хотите отменить все {type} ордера?',
		},

		position: {
			close_all: 'Закрыть все позиции',
			close_long: 'Закрыть все длинные позиции',
			close_short: 'Закрыть все короткие позиции',
			close_position: 'Закрыть позицию',

			status: {
				accepted: 'На исполнении',
				partiallyFilled: 'Частично исполнена',
				filled: 'Исполнена полностью',
			},

			short_type: 'короткие',
			long_type: 'длинные',

			close_title: 'Подтверждение закрытия',
			close_many: 'Вы уверены, что хотите закрыть все {type} позиции?',
			close_description: 'Данное действие приведет к закрытию позиции',

			deposit_position: 'Внести средства',
			deposit_amount: 'Введите сумму депозита',
		},

		notifications: {
			order: {
				text_sell: 'Ордер на продажу ',
				text_buy: 'Ордер на покупку ',
				accepted: ' успешно выставлен',
				partiallyFilled: ' частично исполнен',
				filled: ' исполнен полностью',
				cancel: ' успешно отменен',
				price: ' по цене ',
			},
			position: {
				text_sell: 'Короткая позиция ',
				text_buy: 'Длинная позиция ',
				accepted: ' успешно открыта',
				partiallyFilled: ' частично исполнена',
				filled: ' исполнена полностью',
				closed: ' успешно закрыта',
				mc_liquidation: ' ликвидирована по причине недостаточности средств в обеспечении',
				timeout_liquidation: ' ликвидирована по истечению срока позиции',
				by_size: ' на сумму',
			},
		},

		no_deals: 'Сделок нет',
		no_activity: 'Активности нет',
		realized: 'Реализовано',
		credited: 'Кредит',
		creditFee: '% по кредиту',
		creditUsed: 'Использовано',
		blockedFunds: 'Маржа',
		marginPosition: 'Позиция',
		marginLevel: 'Уровень маржи',
		validUntil: 'Действует до',
		show_other_pairs: 'Показать все пары',
		not_found: 'Ничего не найдено',
		total: 'Всего',

		orders_tooltip: {
			avg_price: 'Средняя Цена',
			total_size: 'Всего Кол-во',
			total_volume: 'Всего Объёма',
		},

		forms: {
			best_bid: 'Best Bid',
			best_ask: 'Best Ask',
			stop_loss_info: 'Информация Stop Loss',
			take_profit_info: 'Информация Take Profit',
			trailing_stop_info: 'Информация Trailing Stop',
			dialog: {
				title: 'Подтверждение ордера',
				buy_limit_order: 'Вы собираетесь <b>купить {amount} {currency}</b> по цене <b>{price} {market}</b>',
				buy_limit_order_with_params:
					'Вы собираетесь купить <b>{amount} {currency}</b> по цене <b>{price} {market}</b> со следующими связанными условными ордерами',
				buy_market_order: 'Вы собираетесь <b> купить {amount} {currency}</b> по рыночной цене',
				buy_market_order_with_params:
					'Вы собираетесь <b> купить {amount} {currency}</b> по рыночной цене со следующими связанными условными ордерами',
				buy_stop_loss:
					'Продать по рынку в случае, если Best Bid достигнет значения <b>{stopLoss} {market}</b> (SL ордер)',
				buy_take_profit:
					'Продать по рынку в случае, если Best Bid достигнет значения <b>{takeProfit} {market}</b> (TP ордер)',
				buy_trailing_stop:
					'Продать по рынку в случае, если цена актива упадёт одномоментно на <b>{trailingStop}</b> пунктов (TS ордер)',

				buy_limit_leverage:
					'Вы собираетесь <b>купить {amount} {currency}</b> по цене <b>{price} {market}</b> задействовав плечо в размере <b>{leverageLevel}x</b>. Размер ежедневной комиссии составит <b>{offerPercent}%</b>. Срок действия позиции:  <b>{offerDays}</b> дней',
				buy_market_leverage:
					'Вы собираетесь <b>купить {amount} {currency}</b> по рыночной цене, задействовав плечо в размере <b>{leverageLevel}x</b>. Размер ежедневной комиссии составит <b>{offerPercent}%</b>. Срок действия позиции:  <b>{offerDays}</b> дней',
				sell_limit_leverage:
					'Вы собираетесь <b>продать {amount} {currency}</b> по цене <b>{price} {market}</b> задействовав плечо в размере <b>{leverageLevel}x</b>. Размер ежедневной комиссии составит <b>{offerPercent}%</b>. Срок действия позиции:  <b>{offerDays}</b> дней',
				sell_market_leverage:
					'Вы собираетесь <b>продать {amount} {currency}</b> по рыночной цене, задействовав плечо в размере <b>{leverageLevel}x</b>. Размер ежедневной комиссии составит <b>{offerPercent}%</b>. Срок действия позиции:  <b>{offerDays}</b> дней',

				sell_limit_order: 'Вы собираетесь <b>продать {amount} {currency}</b> по цене <b>{price} {market}</b>',
				sell_limit_order_with_params:
					'Вы собираетесь <b>продать {amount} {currency}</b> по цене <b>{price} {market}</b> со следующими связанными условными ордерами',
				sell_market_order: ' <b>продать {amount} {currency}</b> по рыночной цене',
				sell_market_order_with_params:
					'Вы собираетесь <b>продать {amount} {currency}</b> по рыночной цене со следующими связанными условными ордерами',
				sell_stop_loss_text:
					'Купить по рынку в случае,Вы собираетесь если Best Ask достигнет значения <b>{stopLoss} {market}</b> (SL ордер)',
				sell_take_profit_text:
					'Купить по рынку в случае, если Best Ask достигнет значения <b>{takeProfit} {market}</b> (TP ордер)',
				sell_trailing_stop_text:
					'Купить по рынку в случае, если цена актива поднимется одномоментно на <b>{trailingStop}</b> пунктов (TS ордер)',
				only_one_conditional_orders_trigger: 'Сработает только один из условных ордеров',
			},
		},

		your_message: 'Ваше сообщение...',
	},

	auth: {
		signin: 'Войти',
		username: 'Имя пользователя',
		email: 'Эл. адрес',
		password: 'Пароль',
		indicates_required_fields: 'указывает на обязательные поля',
		and: 'и',

		check: {
			title: 'Установить новый пароль',
			backtosign: 'Вернуться к входу',
			newpassword: 'Новый пароль',
			button: 'Установите новый пароль и войдите в систему',
			error: 'Ссылка на действие недействительна',
			verifylink: 'Проверка ссылки ...',
			verifyemail: 'Проверка адреса электронной почты ...',
			emailverified: 'Электронная почта подтверждена! Перенаправление ...',
		},
		forgot: {
			title: 'Забыли пароль?',
			subtitle: 'Введите адрес электронной почты своей учетной записи, и мы отправим вам ссылку для сброса пароля.',
			button: 'Запросить сброс пароля',
			backtosign: 'Вернуться к входу',
			repeat_pass: 'Повторите пароль',
			confirm_pass: 'Подтвердите пароль',
			passwords_not_match: 'Пароли не совпадают',
			safe_password_alert: 'Пожалуйста, храните свой пароль в надежном месте и не передавайте его другим лицам.',
		},
		verify: {
			title: 'Активация',
			subtitle:
				'Пожалуйста, активируйте свою учетную запись, проверив ссылку активации в своем электронном письме. Ссылка для активации действительна 1 час.',
			no_letter: 'Не получили письма с ссылкой для активации? Нажмите кнопку "Отправить повторно"',
			already_activated: 'Уже активировали?',
			resend_activation_link_text:
				'Письмо с ссылкой для активации аккаунта было направлено вам на email повторно. Если вы не получилили письмо, проверьте папку Спам',
		},
		login: {
			title: 'Войти в систему',
			button: 'Войти в систему',
			orsign: 'Или войдите с помощью',
			forgot: 'Забыли пароль?',
			noaccount: 'Нет учетной записи?',
			create: 'Создайте здесь',
			error: 'Комбинация адреса электронной почты и пароля недействительна',
			enter_your_email: 'Введите адрес эл. почты',
			enter_your_password: 'Введите пароль',
			remember: 'Запомнить',
			fill_all_to_login: 'Заполните все поля, чтобы войти',
			verified_text: 'Email успешно подтвержден',
		},
		register: {
			title: 'Регистрация',
			subtitle: 'Заполните поля ниже, чтобы зарегистрироваться в качестве трейдера',
			name: 'Полное имя',
			button: 'Регистрация',
			orsign: 'Или зарегистрируйтесь с',
			agree: 'Регистрируясь, вы соглашаетесь с',
			terms_link: 'Условиями предоставления услуг',
			policy_link: 'Политикой конфиденциальности',
			account: 'Уже есть аккаунт?',
			register_action: 'Зарегистрироваться',
			username_rules: 'Мин. символов: 5. Доступны: [a-zA-Z0-9-_]',
		},
		g2fa: {
			title: '2FA верификация',
			subtitle: 'Пожалуйста, введите свой шестизначный код из приложения Google Authenticator.',
			code: 'Код',
			verify: 'Проверить',
		},
	},

	balance: {
		title: 'Баланс',

		headers: {
			own_fiat_balance_list: 'Own Fiat Balance List',
			own_crypto_balance_list: 'Own Crypto Balance List',
			own_active_withdraw_list: 'Own Active Withdraw List',
		},

		amount: 'Сумма',
		show_only_not_null_balances: 'Показывать только ненулевой баланс',
		select_payment_system: 'Выберите платёжную систему',

		current_balance: 'Текущий баланс',
		min_amount: 'Мин. сумма',
		max_amount: 'Макс. сумма',
		fee: 'Комиссия',
		you_get: 'Вы получите',
		status: 'Статус',
		min_replenish_amount: 'Минимальная сумма пополнения',
		replenish_fee: 'Комиссия по пополнению',

		less_min: 'Меньше минимально возможной суммы',
		more_max: 'Больше максимально возможной суммы',
		more_available: 'Сумма превышает размер доступных средств',
		more_withdraw_available: 'Сумма превышает размер доступных средств для вывода',

		state_type: {
			replenishment: 'Ввод работает',
			withdrawal: 'Вывод работает',
			not_replenishment: 'Ввод не работает',
			not_withdrawal: 'Вывод не работает',
			sync: 'Нода в процессе синхронизации',
			maintenance: 'Нода на тех. обслуживании',
		},

		stepper: {
			address: 'Адрес',

			address_validation: {
				title: 'Проверка адреса',
				description:
					'На данном шаге будет выполнена валидация введенного адреса. Адрес должен существовать в сети {platform}',
				address_hint: 'Введите адрес для вывода средств',
			},
			withdrawal_params: {
				title: 'Параметры вывода средств',
				description:
					'Сумма вывода не должна быть меньше минимальной, а также не должна превышать дневной лимит по выводу средств',
				min_withdraw: 'Мин. сумма вывода',
				day_limit: 'Дневной лимит',
				fee_withdraw: 'Комиссия на вывод',
				available_amount: 'Доступно',
				available_for_withdraw: 'Доступно для вывода',
				used_day_limit: 'Использовано',
			},
			confirmation: {
				title: 'Подтверждение',
				enabled_2fa_description:
					'Для окончательного формирования запроса на вывод средств, введите код из письма, отправленного на вашу электронную почту {email}, а также код 2FA',
				disabled_2fa_description:
					'Для окончательного формирования запроса на вывод средств, введите код из письма, отправленного на вашу электронную почту {email}',
				code: 'Код',
				code_hint: 'Введите код с почты',
				two_fa_code: '2FA код',
				two_fa_code_hint: 'Введите 2FA код',
			},
		},

		dialog: {
			safe: {
				title: 'Перевести {currency} на внешний счет',
				menu_title: 'Перевести на внешний счет',
			},
			trade: {
				title: 'Перевести {currency} на торговый счет',
				menu_title: 'Перевести на торговый счет',
			},

			fiat_replenishment_alert:
				'Принимаются и обрабатываются только платежи, выполненные через форму пополнения на бирже.\n' +
				'Никаким другим способом пополнить нельзя, платежи, отправленные не через нашу форму пополнения, а любым иным способом, не будут зачислены и обработаны. Они будут утеряны, претензии в данном случае не принимаются.\n' +
				'Нажимая кнопку Оплатить, вы соглашаетесь с этими условиями ',
			fiat_replenishment_description:
				'Укажите сумму на которую вы хотите пополнить счет. После этого вы будете перенаправлены на сайт {payment}.\n' +
				'Вы обязаны выполнить данный платеж со своего внутреннего счета в системе {payment}. Никакие другие платежи не могут быть зачислены. ',
			fiat_withdrawal_alert:
				'Внимание!\n' +
				'Если кошелек получателя имеет ограничения на величину принимаемой суммы, и платеж будет по этой причине отклонен, мы не сможем зачислить его обратно. Нажимая кнопку Отправить, вы подтверждаете что убедились в том, что кошелек получателя в данной системе способен принять посылаемый платеж. ',
			fiat_withdrawal_description:
				'Для вывода средств укажите сумму которую вы хотите вывести и доступный способ. Обратите внимание: необходимо точно указать ваши данные, иначе перевод не будет зачислен.',

			hint: 'Введите сумму для перевода',
			more_available_balance: 'Больше доступного баланса',

			cancel_withdrawal_description: 'Вы действительно хотите отменить вывод {amount} {currency}?',
		},
	},

	docs: {
		navigation: 'Содержание',
		terms: {
			title: 'Правила системы',
			general: {
				title: 'Благодарим за Ваш интерес',
				content:
					'<p>' +
					'  В данном соглашении изложены условия ("Условия"), на основании которых вам предлагается доступ к внутренним разделам сайта {productName} ("Сайт") и доступ к торговой платформе ("Платформа"). Пожалуйста, прочтите эти Условия внимательно и не используйте Сайт или Платформу, если вы не принимаете их. Платформа, управляемая {productName} ("Сервис"), позволяет покупателям ("Покупатель") и продавцам ("Продавец") покупать и продавать интернет-товары, известные как «Криптовалюта».' +
					'</p>' +
					'<p>' +
					'  Открывая счет («Счет»), Пользователи подтверждают и гарантируют, что:' +
					'  1. Они приняли настоящие Условия.' +
					'  2. Им по меньшей мере 18 лет и они имеют полную возможность принимать настоящие Условия и заключать сделки на платформе.' +
					'</p>' +
					'<p>' +
					'  Сервис оставляет за собой право по своему собственному усмотрению изменять, добавлять или удалять части настоящих Условий в любое время. Вы будете уведомлены о таких изменениях посредством вашего контактного E-Mail. Ваше дальнейшее использование Сайта после внесения изменений будет означать, что вы принимаете и соглашаетесь с изменениями. Вы соглашаетесь с тем, что все ваши последующие сделки будут следовать настоящими Условиями. Пока вы согласны с Условиями и любыми подобными изменениями, Сервис предоставляет вам персональное и непередаваемое ограниченное право на вход и использование Сайта и Платформы.' +
					'</p>' +
					'<p>' +
					'  Сервис оставляет за собой право по своему собственному усмотрению изменять, добавлять или удалять части настоящих Условий в любое время. Вы будете уведомлены о таких изменениях посредством вашего контактного E-Mail. Ваше дальнейшее использование Сайта после внесения изменений будет означать, что вы принимаете и соглашаетесь с изменениями. Вы соглашаетесь с тем, что все ваши последующие сделки будут следовать настоящими Условиями. Пока вы согласны с Условиями и любыми подобными изменениями, Сервис предоставляет вам персональное и непередаваемое ограниченное право на вход и использование Сайта и Платформы.' +
					'</p>' +
					'<p>' +
					'  Ваше согласие с настоящими Условиями и с возможными поправками дает Сервису право посредничества между продавцами и покупателями для торговли на платформе в соответствии со следующими пунктами, а также выполнять функции, описанные ниже.' +
					'</p>',
			},
			definition: {
				title: 'Определения',
				content:
					'<p>' +
					'  Платформа — техническая, функциональная и организационная структура, управляемая Сервисом для того, чтобы продавцы и покупатели могли заключать сделки купли-продажи Криптовалюты.' +
					'</p>' +
					'<p>' +
					'  Криптовалюта — вид цифровой валюты, эмиссия и учёт которой основаны на асимметричном шифровании и применении различных криптографических методов защиты, таких как Proof-of-work (схема доказательства выполнения некоторой работы, когда работу трудно выполнить, но её выполнение легко проверить) и/или Proof-of-stake (схема доказательства баланса на счету, который легко проверить, но дорого хранить). Функционирование системы происходит децентрализовано в распределённой компьютерной сети. Основные криптовалюты, используемые Сервисом: Bitcoin, BTC (биткоин), Litecoin, LTC (лайткоин), Altcoin, ALC (альткоин), Peercoin, PPC (пиркоин), Namecoin, NMC (неймкоин), QuarkCoin, QRK (кварккоин), Feathercoin, FTC (фезеркоин), Protoshares, PTS (протоакции), Worldcoin, WDC (ворлдкоин), Megacoin, MEC (мегакоин), Freicoin, FRC (фрейкоин), Primecoin, FRC (праймкоин), и другие криптовалюты, используемые Сервисом.' +
					'</p>' +
					'<p>' +
					'  Bitcoin — P2P интернет-товар, подробнее описано на интернет-ресурсе <a href="http://bitcoin.org" target="_blank">http://Bitcoin.org</a>.' +
					'</p>' +
					'<p>' +
					'  Litecoin - P2P интернет-товар, подробнее опасани на интернет-ресурсе <a href="https://litecoin.org" target="_blank">https://Litecoin.org</a>.' +
					'</p>' +
					'<p>' +
					'  Продавец — лицо, разместившее предложение о продаже Криптовалюты на платформе.' +
					'</p>' +
					'<p>' +
					'  Покупатель — лицо, разместившее предложение о покупке Криптовалюты на платформе.' +
					'</p>' +
					'<p>' +
					'  Пользователь — покупатели и продавцы, а также любой владелец счета.' +
					'</p>' +
					'<p>' +
					'  Сделка — соглашение между Покупателем и Продавцом обмениваться Криптовалютой с использованием Платформы по совместно согласованной ставке.' +
					'</p>' +
					'<p>' +
					'  Цена — цена в условных знаках, за которые Пользователи готовы покупать или продавать Криптовалюту, используя Платформу для сделок.' +
					'</p>' +
					'<p>' +
					'  Комиссия — сумма, выплачиваемая Сервису за операции, включающие в себя выплату вознаграждения комиссионеру.' +
					'</p>' +
					'<p>' +
					'  Внутри биржевой арбитраж - массив операций купли/продажи проводимых в короткий срок в рамках биржи .' +
					'</p>',
			},
			account: {
				title: 'Ваш счет',
				content:
					'<p>' +
					'  Пользователи несут ответственность за сохранение конфиденциальности информации их учетной записи, в том числе и пароля, и за все действия, в том числе операции, которые происходят с их счетом. Пользователи соглашаются немедленно уведомить Сервис о любом несанкционированном использовании их учетной записи или пароля, или любом другом нарушении безопасности. Пользователи будут нести ответственность за убытки, понесенные Сервисом или любым другим пользователем Сайта из-за действий третьего лица, использующего пароль или учетную запись пользователя. Пользователи не должны использовать любой счет, кроме собственного. Пользователи не должны пытаться получить несанкционированный доступ к Сайту, и любая попытка сделать это или содействие другими пользователям или третьим лицам в этом (включая распространение инструкций, программного обеспечения и инструментов для этой цели) приведет к прекращению обслуживания пользователя, и Сервис в этом случае оставляет за собой право принять любые иные действия против пользователя.' +
					'</p>' +
					'<p>' +
					'  Участники соглашаются предоставлять Сервису точную, актуальную и полную информацию о себе, запрашиваемую при регистрации аккаунта, и держать такую информацию обновленной. Кроме того, пользователи могут обновить любую информацию в своей учетной записи или выбрать другой способ оплаты.' +
					'</p>' +
					'<p>' +
					'  Пользователи могут иметь только один счет (аккаунт) в любой момент времени и не могут использовать или создавать любой счет (аккаунт), кроме собственного. Множественные счета (аккаунты) одного и того же Пользователя блокируются Сервисом без предупреждения. В случае нарушения указанного правила Сервис оставляет за собой право в одностороннем порядке отказать Пользователю в предоставлении услуг без выплаты остатка на счете.' +
					'</p>' +
					'<p>' +
					'  Пользователь может быть освобожден от любого из этих правил, оставив запрос и получив предварительное разрешение от Сервиса.' +
					'</p>' +
					'<p>' +
					'  Претензии по любым финансовым операциям принимаются не позднее 30 дней с момента совершения данной финансовой операции. По истечении данного срока, никакие претензии не принимаются.' +
					'</p>' +
					'<p>' +
					'  Пользователи признают и соглашаются, что с целью обеспечения безопасности счетов Пользователей и противодействия легализации (отмывания) денежных средств, при реализации внутренней политики безопасности Сервис по умолчанию применяет средства внутреннего контроля и программы для его осуществления, собирает и хранит любую информацию о существенных фактах относительно Пользователей и их сделок, включая личную информацию о Пользователе, предоставленную им при регистрации счета (аккаунта), или запрошенную Сервисом при осуществлении сделок, а также косвенную информацию, в том числе IP-адреса, информацию об используемой операционной системе, конфигурации программного обеспечения, и другую информацию, собранную с применением технологии «cookies» («куки») для создания статистической отчетности.' +
					'</p>' +
					'<p>' +
					'  Сервис может потребовать идентификационную информацию в зависимости от сумм, размещенных на счетах или наличие подозрительной активности, что может указывать на незаконную деятельность. Также может быть предложена идентификация банковского счета. Пользователи принимают и соглашаются, что в случае если у Сервиса есть основания полагать, что через счет Пользователя осуществляется отмывание средств или любую другую противоправную деятельность, либо владелец счета скрывает или сообщает заведомо ложную идентификационную информацию и другие сведения, а также, в случае если есть основания полагать, что операции на счете Пользователя осуществлялись с нарушением настоящих Правил, Сервис имеет право потребовать от Пользователя предоставления любой дополнительной информации и документов для выяснения обстоятельств. Сделки могут быть заморожены до момента рассмотрения документов Сервисом и принятия их как удовлетворяющих требования законодательства по противодействию легализации доходов, полученных преступным путём, и финансированию терроризма. Сервис может запросить у Пользователя любую дополнительную идентификационную информацию и дополнительные документы в любое время по просьбе любого компетентного органа или при применении любого действующего законодательства или регулирования, включая законодательство о противодействии отмыванию (легализации) денежных средств, полученных преступным путем, или о противодействии финансированию терроризма. В указанном случае, если Пользователь не предоставит, предоставит в неполном объеме или недостоверную запрашиваемую информацию и документы, Сервис имеет право в одностороннем порядке отказать Пользователю в предоставлении услуг.' +
					'</p>' +
					'<p>' +
					'  Счета могут быть использованы исключительно для целей, определенных в настоящих Условиях.' +
					'</p>',
			},
			platform: {
				title: 'Платформа сделок купли-продажи',
				content:
					'<p>' +
					'	Платформа позволяет Покупателю размещать предложения о покупке Криптовалюты, а Продавцу размещать предложения о продаже Криптовалюты. Цена, по которой будет предложено купить или продать Криптовалюту, выставляется пользователем по своему усмотрению.' +
					'</p>' +
					'<p>' +
					'	Участники признают, что их предложения должны быть представлены только после тщательного обдумывания, и однажды представленные пользователем заявки считаются готовыми для совершения сделки купли-продажи Криптовалюты другими пользователями. Продавец и Покупатель соглашаются, что, как только их соответствующие предложения совпадают, сделка является обязательной и не может быть отозвана. Сделка по приобретению Криптовалюты будет завершена мгновенно без предварительного уведомления Продавца и Покупателя, и будет рассматриваться, как имеющая место быть на то время, когда она была совершена.' +
					'</p>' +
					'<p>' +
					'	Действуя в качестве Покупателя или Продавца в сделке купли-продажи Криптовалюты, участники признают, что они теряют право отменить заявку после совпадения цен и проведения автоматической сделки.' +
					'</p>' +
					'<p>' +
					'	По совпадению предложений Покупателя и Продавца, Сервис имеет исключительное право провести транзакцию в размере, соответствующем указанной в сделке цене за вычетом комиссии.' +
					'</p>' +
					'<p>' +
					'	Средства внесенные пользователем системы в качестве ставок в игру, либо в виде платных голосов в голосовании за монеты, являются не возвратными ни при каких условиях.' +
					'</p>',
			},
			service_duty: {
				title: 'Обязанности сервиса',
				content:
					'<p>' +
					'  Пользователи признают и соглашаются, что при проведении транзакций они торгуют с другими пользователями, а также признают, что Сервис действует только в качестве посредника в таких сделках, а не как контрагент. Таким образом, на пользователях лежит ответственность соблюдать все законы и правила, относящиеся к операциям.' +
					'</p>' +
					'<p>' +
					'  Сервис заявляет и гарантирует, что:' +
					'<ul>' +
					'  <li>Будут использоваться все разумные меры для облегчения и обеспечения проведения транзакций между пользователями.</li>' +
					'  <li>Все сделки купли-продажи, сделанные на Платформе, будут проводиться анонимно, то есть так, чтобы Покупатели и Продавцы не знали друг друга.</li>' +
					'  <li>Цена сделки будет рассчитываться на основе фактических соответствующих заявок, сделанных пользователями в сочетании с действующими комиссиями.</li>' +
					'  <li>Как только определенные заявки на покупку и продажу Криптовалюты совпали, данные заявки не могут быть отозваны.</li>' +
					'  <li>Все денежные суммы и все Криптовалюты, депонированные Пользователем на его счет, будут храниться Сервисом от его имени, согласно данным, указанным в профиле.</li>' +
					'  <li>Будут соблюдаться все законы и правила, касающиеся предлагаемой Платформы.</li>' +
					'</ul>' +
					'</p>' +
					'<p>' +
					'  Если пользователь нарушит данные Условия, Сервис оставляет за собой право приостановить действие его счета и блокировать все денежные суммы, а также Криптовалюты, содержащиеся в нем.' +
					'</p>' +
					'<p>' +
					'  Платформа не предназначена для предоставления любого правового, налогового, страхового или инвестиционного совета. История заявок и торгов служит исключительно в целях обеспечения пользователей общей информацией, связанной со сделками, ранее выполненными на Платформе, и не должны рассматриваться в качестве инвестиционные рекомендации или советы от Сервиса. Пользователи несут полную ответственность за определение того факта, что задуманная сделка является подходящей для них на основе их личных целей, финансового состояния и готовности к риску.' +
					'</p>',
			},
			user_duty: {
				title: 'Обязанности пользователей',
				content:
					'<p>' +
					'  Пользователи гарантируют, что они будут использовать Платформу только для выполнения операций в соответствии с условиями, изложенными в настоящих Условиях, и что они имеют право и возможность заключать сделки на Платформе.' +
					'</p>' +
					'<p>' +
					'  Продавец гарантирует, что Криптовалюта, предлагаемая для продажи или передачи, соответствует фактическим видам Криптовалюты.' +
					'</p>' +
					'<p>' +
					'  Покупатель гарантирует, что валюта для покупки Криптовалюты соответствует его фактическим активам и поступила из законных источников.' +
					'</p>' +
					'<p>' +
					'  Пользователи соглашаются, что они не будут использовать Платформу для выполнения любой незаконной деятельности, в том числе, но не ограничиваясь, отмывания денег, финансирования терроризма, или отрицательно влияния на эффективность функционирования Платформы.' +
					'</p>' +
					'<p>' +
					'  Пользователи соглашаются, что осознают необходимость самостоятельного отслеживания новостей Биржи {productName}, с целью получения своевременной информации о включении/отключении/делистинге активов а также любой иной, и в случае, если они не ознакомились с информацией своевременно, они не станут выдвигать претензии Бирже о понесенных за счет этого потерях.' +
					'</p>' +
					'<p>' +
					'  Пользователь соглашается, что при необходимости иметь более нескольких тысяч одновременно открытых ордеров, он обязан уведомить об этом службу поддержки, указав причину.' +
					'</p>' +
					'<p>' +
					'  Пользователи соглашаются, что открытые им ордера, находящиеся полностью вне рынка (100-кратное и более удаление от рыночной цены), могут быть отменены Сервисом, в случае большого количества таких ордеров, поскольку такие ордера считаются мусорными и могут вводить других пользователей Сервиса в заблуждение.' +
					'</p>' +
					'<p>' +
					'  Пользователи соглашаются, что, всякий раз, когда сделка совершается, Платформа отправляет и получает денежные суммы, Криптовалюту от имени Покупателя и от имени Продавца, через ИТ-системы, используемые на Платформе в момент совершения сделки.' +
					'</p>' +
					'<p>' +
					'  Биржа предназначена для проведения торгов и/или операций обмена денежных средств. Биржа не накладывает запрета на прямой транзит денежных средств из одной платежной системы в другую без проведения торгов, однако, пользователи, злоупотребляющие данной функцией будут предупреждены и/или ограничены в своих действиях.' +
					'</p>' +
					'<p>' +
					'  Пользователи гарантируют, что они не будут разглашать информацию, полученную в ходе общения с поддержкой Сервиса, по любым каналам связи.' +
					'</p>' +
					'<p>' +
					'  Пользователи соглашаются, что ознакомление с новостями Сервиса, публикуемыми в соответствующем разделе, а также в официальных аккаунтах Сервиса в социальных сетях, является обязательным условиям использования Сервиса. Пользователи соглашаются, что несут личную ответственность за потерю денежных средств, возникшую в результате неисполнения рекомендаций, опубликованных на Сервисе, и не могут претендовать на финансовую компенсацию в этом случае.' +
					'</p>',
			},
			ip: {
				title: 'Интеллектуальная собственность',
				content:
					'<p>' +
					'	Все права на интеллектуальную собственность, тексты, изображения или любой другой материал, размещенный на / имеющий отношение к платформе, принадлежат Сервису или партнерам Платформы. Соответственно, пользователи не имею права копировать, распространять, воспроизводить, переиздавать, загружать, передавать, изменять, публиковать или иным образом использовать любой такой контент без предварительного специального разрешения Сервиса.' +
					'</p>',
			},
			responsibility: {
				title: 'Ответственность',
				content:
					'<p>' +
					'  Пользователи гарантируют, что они являются законными владельцами и имеют право использовать все денежные суммы и Криптовалюты, находящиеся на их счету, и что проводимые операции не нарушают права любых третьих лиц или действующее законодательство. Пользователь обязуется возместить Сервису все убытки, понесенные Сервисом за нарушение прав третьих лиц или за нарушение действующего законодательства по вине пользователя.' +
					'</p>' +
					'<p>' +
					'  В пределах, допускаемых законом, Сервис не будет нести ответственность за любой ущерб, потерю прибыли, потерю дохода, потерю бизнеса, потерю данных, прямые или косвенные убытки пользователя, если нанесенный ущерб не вызван нарушением настоящих Условий со стороны Сервиса.' +
					'</p>' +
					'<p>' +
					'  Сервис не может быть привлечен к ответственности за неисправности, поломки, задержки или прерывания доступа в Интернет, или если по какой-либо причине Сайт недоступен в любое время или в течение какого-либо периода. Сайт содержит ссылки на другие сайты и ресурсы, предоставляемые третьими сторонами, но эти ссылки предоставляются исключительно как источники информации. Мы не имеем никакого контроля над содержанием этих сайтов или ресурсов и не несем никакой ответственности за них или за любые убытки и ущерб, которые могут возникнуть в результате пользования ими. Сервис расположен на домене {url} и не несет ответственности за сайты, расположенные на доменах, отличных от вышеуказанного.' +
					'</p>' +
					'<p>' +
					'  В случае мошенничества, Сервис сообщит всю необходимую информацию, в том числе имена, адреса и прочую запрашиваемую информацию, в соответствующие органы, занимающиеся пресечением мошенничества и нарушений закона. Участники признают, что их счет может быть заморожен в любое время по просьбе любого компетентного органа по расследованию мошенничества или любой другой незаконной деятельности.' +
					'</p>' +
					'<p>' +
					'  Сервис не может быть привлечен к ответственности за потери, понесенные в результате уязвимостей в програмном обеспечении (нодах, кошельках) третьих лиц, а так же сбоев в програмном обеспечении (нодах, кошельках) предоставленном третьими лицами, а так же в сбоях в блокчейнах и в результате любых других технических особенностей криптовалют, торгующихся на бирже. Сервис так же не несет ответственность за средства потерянные в результате несвоевременного уведомления (либо не уведомления вообще) сервиса разработчиками или представителями криптовалюты о любых проблемах с данной криптовалютой, включая всевозможные форки, технические проблемы с нодой или любые другие проблемы потенциально ведущие к потери средств. Утерянные в этом случае средства возмещяются двумя возможными способами. Приоритетный вариант возмещения средств который сервис пытается реализовать, заключается в возмещении потерянных средств в полном объеме разработчиками или представителями данной криптовалюты. Второй вариант возмещения средств, это списание средств с балансов клиентов в соответствии с размером их депозитов на Сервисе в данной конкретной криптовалюте.' +
					'</p>' +
					'<p>' +
					'  Ничто в настоящих Условиях не влияет на законные права пользователей.' +
					'</p>' +
					'<p>' +
					'  Ничто в настоящих Условиях не исключает и не ограничивает ответственность любой из сторон за мошенничество, смерть или телесные повреждения, вызванные неосторожностью, нарушением законов, или любой другой деятельностью, которая не может быть ограничена или исключена законным образом.' +
					'</p>' +
					'<p>' +
					'  С учетом вышеизложенного, совокупная ответственность Сервиса, которая может возникнуть в результате или в связи с использованием Пользователем Сайта и / или Платформы, будь то гражданское правонарушение (включая халатность) или иное, ни при каких обстоятельствах не будет превышать большее из общей суммы, находящейся на счете пользователя, предъявляющего претензии за вычетом суммы комиссии, если она имеет место быть, или 100% от суммы сделки (сделок), которые являются предметом иска за вычетом суммы комиссии.' +
					'</p>',
			},
			stop: {
				title: 'Прекращение',
				content:
					'<p>' +
					'	Настоящие Правила могут быть прекращены без обоснования причины любой стороной, с заблаговременным предупреждением, получение которого признано в письменном виде другой стороной. Такое прекращение вступает в силу, когда прекращающая сторона получает подтверждение в письменной форме о прочтении предупреждения от другой стороны. Такое прекращение не затрагивает обязательства или права любой из сторон в соответствии с настоящими Правилами до того, как прекращение вступило в силу.' +
					'</p>' +
					'<p>' +
					'	Сервис может путем уведомления пользователей приостановить действие или изменить Платформу и / или пересмотреть или прекратить действие настоящих Условий в любое время. Пользователи считаются принявшими эти изменения или прекращение в случае, если они продолжают пользоваться Платформой. После такого уведомления пользователи могут запросить возврат любых остатков средств на своих счетах, связавшись с Сервисом в течение 60 дней с момента получения уведомления от Сервиса о приостановлении действия или изменении Платформы. Кроме того, в случае прекращения существования Платформы Сервис отсылает всем пользователям остаток средств на счетах путем перечисления сумм на последний счет, с которого пользователь проводил операции или в течение 14 дней с помощью интерфейса вывода средств.' +
					'</p>' +
					'<p>' +
					'Если пользователь не согласен с настоящими Условиями, он имеет право закрыть свой счет в любое время.' +
					'Пользователи также согласны, что Сервис может, действуя по своему усмотрению и направив предварительное уведомление, приостановить доступ пользователя к Сайту, в том числе, но не ограничиваясь: ограничение, приостановка или прекращение обслуживания счетов, запрет доступа к Сайту и его содержанию, прекращение оказания сопутствующих услуг. Сервис имеет право принять технические и юридические меры, чтобы не допустить пользователя на Сайт, если мы считаем, что он создаёт проблемы и ситуации судебной ответственности, нарушает права интеллектуальной собственности третьих лиц или действует не в соответствии с текстом и духом настоящих Условий. Кроме того, мы можем, при соответствующих обстоятельствах и по нашему усмотрению, приостановить или прекратить обслуживание счета пользователя по любой причине, включая, но не ограничиваясь:' +
					'(1) попытка получения несанкционированного доступа к Сайту или счету другого участника или оказания помощи другим в данном деянии,' +
					'(2) преодоление программных средств безопасности, ограничивающих использование или защищающих любой контент,' +
					'(3) использование Платформы для выполнения любой незаконной деятельности, в том числе для легализации доходов, полученных преступным путём, финансирования терроризма или других видов преступной деятельности,' +
					'(4) нарушение этих Условий,' +
					'(5) неуплата или мошенническая оплата сделок,' +
					'(6) неожиданные операционные трудности' +
					'(7) запросы правоохранительных или других государственных органов.' +
					'(8) Активное (более 100 сделок) проведение внутрибиржевого арбитража в короткий период времени (в течении суток), с целью влияния на рынок, с целью искусственного завышения объемов торгов по той или иной торгой паре или другими злонамеренными целями.' +
					'(9) Оскорбления сотрудников и (или) Биржи в целом, как приватные, так и публичные.' +
					'(10) Угрозы сотрудникам службы поддержки.' +
					'</p>' +
					'<p>' +
					'	Сервис, как частный собственник, также оставляет за собой право в одностороннем порядке изменить или приостановить действие нашего Сайта или Платформы, прекратить предоставление услуг Пользователям/Пользователю без объяснения конкретных причин. Пользователи соглашаются, что Сервис не будет нести ответственность перед ними или любой третьей стороной за прекращение обслуживания их счета или недоступность Сайта.' +
					'</p>' +
					'<p>' +
					'	Пользователи признают и соглашаются, что их счета могут быть заблокированы до предоставления Сервису документов, удостоверяющих их личность и / или любую другую информацию, в случае, если Сервис сочтет это необходимым для обслуживания счетов, выполнения операций и / или работы Платформы.' +
					'</p>',
			},
			additional: {
				title: 'Дополнительно',
				content:
					'<p>' +
					'	В случае форс-мажорных обстоятельств, как это определено действующим законодательством, выполнение обязательств перед пострадавшей стороной в настоящих Условиях будет приостановлено до разрешения проблемы.' +
					'</p>' +
					'<p>' +
					'	Если компетентный судебный орган сочтет любое положение Условий не имеющим законной силы, это положение будет исполняться в максимально допустимой степени, а все остальные положения остаются в полной силе.' +
					'/p>',
			},
			contacts: {
				title: 'Контакты',
				content:
					'<p>' +
					'	Если у вас есть какие-либо вопросы, связанные с настоящими Условиями, вашими правами и обязанностями, вытекающими из настоящих Условий и / или использования Сайта и Платформы, вашего счета, или по любому другому вопросу, пожалуйста, обращайтесь в Службу Поддержки Сервиса.' +
					'</p>',
			},
		},
		policy: {
			title: 'Политика конфиденциальности',
			general: {
				title: 'Благодарим за ваш интерес',
				content:
					'<p>' +
					'	{productName} («Мы») управляет {url} («Сайтом»). Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного.' +
					'</p>' +
					'<p>' +
					'	Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {url}.' +
					'</p>',
			},
			collecting_data: {
				title: 'Сбор и использование информации',
				content:
					'<p>' +
					'	Во время использования нашего Сайта, мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи с вами или вашей идентификации. Личная информация может включать, но не ограничивается: вашим именем, адресом электронной почты, почтовым адресом и номером телефона («Личная информация»).' +
					'</p>',
			},
			event_data: {
				title: 'Данные журнала событий',
				content:
					'<p>' +
					'	Как и многие другие операторы сайтов, мы собираем информацию, которую ваш браузер передает каждый раз, когда вы посещаете наш Сайт («Данные Журнала Событий»). Эти Данные Журнала Событий могут включать в себя такую ​​информацию, как адрес интернет-протокола вашего компьютера («IP»), тип браузера, версию браузера, посещенные вами страницы нашего Сайта, время и дату вашего визита, время, проведенное на этих страницах и другие статистические данные.' +
					'</p>',
			},
			cookie: {
				title: 'Файлы cookie',
				content:
					'<p>' +
					'	Файлы сookie – это файлы, содержащие небольшое количество данных, которые могут включать в себя анонимный уникальный идентификатор. Файлы сookie отправляются браузеру веб-сайтом и хранятся на жестком диске вашего компьютера.' +
					'</p>' +
					'<p>' +
					'	Как и многие сайты, мы используем файлы сookie для сбора информации. Вы можете настроить Ваш браузер отказываться от всех файлов сookie или уведомлять об отправке файлов сookie. Однако если вы не будете принимать файлы сookie, то можете быть не в состоянии использовать некоторые разделы нашего сайта.' +
					'</p>',
			},
			security: {
				title: 'Безопасность',
				content:
					'<p>' +
					'	Безопасность вашей Личной Информации важна для нас, но необходимо помнить о том, что ни один из методов передачи данных через интернет или метод электронного хранения не безопасен на 100%. Несмотря на то, что мы стремимся использовать коммерчески приемлемые средства для защиты вашей Личной Информации, мы не можем гарантировать ее абсолютную безопасность.' +
					'</p>',
			},
			links: {
				title: 'Ссылки на другие сайты',
				content:
					'<p>' +
					'	Наш сайт может содержать ссылки на другие сайты, которые не управляются нами. Если вы нажмете на ссылку стороннего сайта, то будете перенаправлены на этот сторонний сайт. Мы настоятельно рекомендуем вам ознакомиться с политикой конфиденциальности каждого посещаемого сайта.' +
					'</p>' +
					'<p>' +
					'	{productName} не имеет никакого контроля и не несет никакой ответственности за содержание, политику конфиденциальности или действия любых сторонних сайтов или сервисов.' +
					'</p>',
			},
			changes: {
				title: 'Изменения этой Политики Конфиденциальности',
				content:
					'<p>' +
					'	{productName} может время от времени обновлять настоящую Политику Конфиденциальности. Мы будем сообщать вам о любых изменениях, размещая новую Политику Конфиденциальности на Сайте. Рекомендуется периодически просматривать эту Политику Конфиденциальности, чтобы узнавать о ее изменениях.' +
					'</p>',
			},
			contact: {
				title: 'Обратная связь',
				content:
					'<p>' +
					'	Если у вас есть какие-либо вопросы по поводу данной Политики Конфиденциальности, пожалуйста, свяжитесь с нами.' +
					'</p>',
			},
		},
		api: {
			general: {
				title: 'Общая информация',
				content:
					'<p>\n' +
					'                            Параметры метода ожидаются в формате GET или POST (в зависимости от типа метода). Все ответы от сервера приходят в формате JSON.\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <u><i>При успешном выполнении приходит ответ типа:</i></u>\n' +
					'                        </p>\n' +
					'                        <code class="success--text">&#123;"success": true,"code": 200,...&#125;;</code>\n' +
					'                        <p>\n' +
					'                            <u><i>Ответ при ошибке:</i></u>\n' +
					'                        </p>\n' +
					'                        <code class="error--text">&#123;"success": false, "code": &lt;код ошибки&gt;, "errors": [&lt;массив ошибок&gt;]&#125;;</code>\n' +
					'                        или\n' +
					'                        <code class="error--text">&#123;"success": false, "code": &lt;код ошибки&gt;, "message": &lt;описание ошибки&gt;&#125;;</code>\n' +
					'                        <ul>\n' +
					'                            <li><strong>errors</strong> – представляет из себя описание ошибок при поступлении запроса с не валидными входными параметрами</li>\n' +
					'                            <li><strong>code</strong> – представляет из себя целочисленный код ошибки. Все коды возможных ошибок и их описание представлено ниже</li>\n' +
					'                            <li><strong>message</strong> – текст ошибки</li>\n' +
					'                        </ul>',
			},
			auth: {
				title: 'Авторизация',
				content:
					'<p>\n' +
					'                            Часть API запросов является общедоступной без авторизации, однако большая часть требует указать API ключ. API ключ передается в http заголовке <strong>X-Api-Key</strong> в формате <i>X-Api-Key: Bearer &lt;API Key&gt;</i>\n' +
					'                            <br>\n' +
					'                            Для получения API ключа, необходимо выполнить POST следующий запрос:\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <u><i>Адрес и тип запроса:</i></u>\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <strong>POST</strong> запрос по адресу <strong>{url}/api/v1/login</strong>\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <u><i>Заголовки:</i></u>\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <strong>Content-Type</strong>: application/x-www-form-urlencoded\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            <u><i>Обязательные параметры:</i></u>\n' +
					'                        </p>\n' +
					'                        <ul>\n' +
					'                            <li><strong>email</strong> – email, указанный вами при регистрации</li>\n' +
					'                            <li><strong>password</strong> – ваш текущий пароль</li>\n' +
					'                        </ul>\n' +
					'                        <p>\n' +
					'                            <u><i>Пример:</i></u>\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            email=user@example.com&password=qwerty\n' +
					'                        </p>\n' +
					'                        <p>\n' +
					'                            При удачном ответе вернется строка в JSON формате\n' +
					'                        </p>\n' +
					'                        <code class="success--text">&#123;"success": true,"token": "&lt;token&gt;"&#125;;</code>\n' +
					'                        <p>\n' +
					'                            где\n' +
					'                            <br>\n' +
					'                            <strong>token</strong> – API ключ, который необходимо в персональных API запросах передавать в заголовке X-Api-Key\n' +
					'                        </p>',
			},
			limits: {
				title: 'Ограничения',
				content:
					'<p>\n' +
					'                            При работе с API действуют следующие ограничения:\n' +
					'                            <br>\n' +
					'                            Разрешается не более 60 запросов в минуту. В каждом ответе на ваш запрос возвращаются два заголовка <strong>X-RateLimit-Limit</strong> и <strong>X-RateLimit-Remaining</strong>\n' +
					'                        </p>\n' +
					'                        <ul>\n' +
					'                            <li><strong>X-RateLimit-Limit</strong> – разрешенное кол-во запросов в минуту</li>\n' +
					'                            <li><strong>X-RateLimit-Remaining</strong> – оставшееся кол-во запросов в данную минуту</li>\n' +
					'                        </ul>',
			},
			codes: {
				title: 'Коды возврата и коды ошибок API',
				content:
					'<p>\n' +
					'                            <u>Возможные коды возврата:</u>\n' +
					'                        </p>\n' +
					'                        <div class="common_table">\n' +
					'                            <table>\n' +
					'                                <thead>\n' +
					'                                    <tr>\n' +
					'                                        <th>Код возврата</th>\n' +
					'                                        <th>Описание</th>\n' +
					'                                    </tr>\n' +
					'                                </thead>\n' +
					'                                <tbody>\n' +
					'                                    <tr>\n' +
					'                                        <td>200</td>\n' +
					'                                        <td>Успешный код возврата</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>400</td>\n' +
					'                                        <td>Ошибка при запросе к API. В данном случае обязательно возвращается еще и код ошибки, поясняющий причину ошибки. Все возможные коды ошибок см. ниже</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>401</td>\n' +
					'                                        <td>Не указаны или недействительны данные аутентификации</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>403</td>\n' +
					'                                        <td>Отсутствует доступ к ресурсу</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>422</td>\n' +
					'                                        <td>Не пройдена валидация входящих параметров</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>429</td>\n' +
					'                                        <td>Превышен лимит запросов</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>500</td>\n' +
					'                                        <td>Неизвестная системная ошибка</td>\n' +
					'                                    </tr>\n' +
					'                                </tbody>\n' +
					'                            </table>\n' +
					'                        </div>\n' +
					'                        <p>\n' +
					'                            <u>Возможные коды ошибок:</u>\n' +
					'                        </p>\n' +
					'                        <div class="common_table">\n' +
					'                            <table>\n' +
					'                                <thead>\n' +
					'                                    <tr>\n' +
					'                                        <th>Код ошибки</th>\n' +
					'                                        <th>Описание</th>\n' +
					'                                    </tr>\n' +
					'                                </thead>\n' +
					'                                <tbody>\n' +
					'                                    <tr>\n' +
					'                                        <td>9</td>\n' +
					'                                        <td>Недостаточно денежных средств</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>10</td>\n' +
					'                                        <td>Ошибка при валидации входных параметров</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>12</td>\n' +
					'                                        <td>Ошибка при получении тикера</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>13</td>\n' +
					'                                        <td>Указана отрицательная или нулевая сумма</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>14</td>\n' +
					'                                        <td>Неизвестная системная ошибка при получении стакана</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>15</td>\n' +
					'                                        <td>Не найдена валютная пара</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>16</td>\n' +
					'                                        <td>Задана слишком большая сумма</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>17</td>\n' +
					'                                        <td>Количество покупаемой/продаваемой валюты при выставлении ордера меньше допустимой</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>18</td>\n' +
					'                                        <td>Указана отрицательная или нулевая цена при выставлении ордера</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>19</td>\n' +
					'                                        <td>Указана слишком большая цена при выставлении ордера</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>22</td>\n' +
					'                                        <td>Неверный формат API запроса</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>23</td>\n' +
					'                                        <td>Ошибка при получении списка сделок</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>24</td>\n' +
					'                                        <td>Ошибка при получении списка ордеров</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>25</td>\n' +
					'                                        <td>Ордер не найден</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>26</td>\n' +
					'                                        <td>Ошибка при получении информации по ордеру</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>27</td>\n' +
					'                                        <td>Ошибка при получении информации по балансу</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>28</td>\n' +
					'                                        <td>Ошибка при получении списка транзакций</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>29</td>\n' +
					'                                        <td>Ошибка при получении списка переводов</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>30</td>\n' +
					'                                        <td>Отсутствует информация по комиссии по данной валюте</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>31</td>\n' +
					'                                        <td>Ошибка при получении информации по комиссии</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>32</td>\n' +
					'                                        <td>Неверные параметры, передаваемые при выставлении ордера</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>33</td>\n' +
					'                                        <td>Ошибка при выставлении ордера</td>\n' +
					'                                    </tr>\n' +
					'                                    <tr>\n' +
					'                                        <td>34</td>\n' +
					'                                        <td>Ошибка при отмене ордера</td>\n' +
					'                                    </tr>\n' +
					'                                </tbody>\n' +
					'                            </table>\n' +
					'                        </div>',
			},
			public: {
				title: 'Публичное API',
				market: {
					title: 'Рыночные данные',
					content:
						'<p>\n' +
						'                            Все API в данном разделе не требуют X-Api-Key, но ограничения 60 запросов в минуту присутствуют\n' +
						'                        </p>' +
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/summary\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/summary</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success": true,\n' +
						'    "code": 200,\n' +
						'    "ticker":\n' +
						'    &#123;\n' +
						'        "BTC_USDT":\n' +
						'        &#123;\n' +
						'            "id": 1,\n' +
						'            "last_price": "7234.45",\n' +
						'            "quote_volume": "891096.87103846",\n' +
						'            "base_volume": "121.840826",\n' +
						'            "isFrozen": 0,\n' +
						'            "highestBid": "7227.33",\n' +
						'            "lowestAsk": "7241.77",\n' +
						'            "high24hr": "7396",\n' +
						'            "low24hr": "7163.96",\n' +
						'            "percentChange": "-1.23",\n' +
						'            "margin": 0\n' +
						'        },\n' +
						'        "LTC_USDT":\n' +
						'        &#123;\n' +
						'            "id": 2,\n' +
						'            "last_price": "43.98",\n' +
						'            "quote_volume": "770823.5363825",\n' +
						'            "base_volume": "17412.2085",\n' +
						'            "isFrozen": 0,\n' +
						'            "highestBid": "43.92",\n' +
						'            "lowestAsk": "44.03",\n' +
						'            "high24hr": "44.62",\n' +
						'            "low24hr": "43.6",\n' +
						'            "percentChange": "-0.91",\n' +
						'            "margin": 0\n' +
						'        &#125;\n' +
						'    },\n' +
						'    "coins":\n' +
						'    &#123;\n' +
						'        "BTC":\n' +
						'        &#123;\n' +
						'            "id": 2,\n' +
						'            "type": "coin",\n' +
						'            "name": "Bitcoin",\n' +
						'            "withdraw": "On",\n' +
						'            "deposit": "On",\n' +
						'            "platform": null,\n' +
						'            "min_replenish": "0.0005",\n' +
						'            "min_withdraw": "0.0005",\n' +
						'            "fee_replenish": "0",\n' +
						'            "fee_withdraw": "0.0003",\n' +
						'            "max_day_withdraw": "1",\n' +
						'            "max_kyc_day_withdraw": "10"\n' +
						'        },\n' +
						'        "USDT":\n' +
						'        &#123;\n' +
						'            "id": 1,\n' +
						'            "type": "token",\n' +
						'            "name": "Tether",\n' +
						'            "withdraw": "On",\n' +
						'            "deposit": "On",\n' +
						'            "platform": 3,\n' +
						'            "min_replenish": "1",\n' +
						'            "min_withdraw": "1",\n' +
						'            "fee_replenish": "0",\n' +
						'            "fee_withdraw": "1.2",\n' +
						'            "max_day_withdraw": "10000",\n' +
						'            "max_kyc_day_withdraw": "100000"\n' +
						'        &#125;\n' +
						'    },\n' +
						'    "fiats":\n' +
						'    &#123;\n' +
						'        "USD":\n' +
						'        &#123;\n' +
						'            "id": 2,\n' +
						'            "name": "U.S. Dollar",\n' +
						'            "platforms":\n' +
						'            &#123;\n' +
						'                "Payeer":\n' +
						'                &#123;\n' +
						'                    "withdraw": "On",\n' +
						'                    "deposit": "On",\n' +
						'                    "min_replenish": "10",\n' +
						'                    "min_withdraw": "30",\n' +
						'                    "fee_replenish": "0.5",\n' +
						'                    "fee_withdraw": "1",\n' +
						'                    "max_day_withdraw": "500",\n' +
						'                    "max_kyc_day_withdraw": "3000"\n' +
						'                &#125;\n' +
						'            &#125;\n' +
						'        },\n' +
						'        "EUR":\n' +
						'        &#123;\n' +
						'            "id": 3,\n' +
						'            "name": "European Euro",\n' +
						'            "platforms":\n' +
						'            &#123;\n' +
						'                "Payeer":\n' +
						'                &#123;\n' +
						'                    "withdraw": "On",\n' +
						'                    "deposit": "On",\n' +
						'                    "min_replenish": "10",\n' +
						'                    "min_withdraw": "20",\n' +
						'                    "fee_replenish": "0.5",\n' +
						'                    "fee_withdraw": "1",\n' +
						'                    "max_day_withdraw": "500",\n' +
						'                    "max_kyc_day_withdraw": "3000"\n' +
						'                &#125;\n' +
						'            &#125;\n' +
						'        &#125;\n' +
						'    &#125;\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>id</strong> – идентификатор валютной пары/валюты/фиатной валюты</li>\n' +
						'                            <li><strong>last_price</strong> – последняя цена по валютной паре</li>\n' +
						'                            <li><strong>quote_volume</strong> – объем торгов за последние 24 часа в котируемой валюте</li>\n' +
						'                            <li><strong>base_volume</strong> – объем торгов за последние 24 часа в базовой валюте</li>\n' +
						'                            <li><strong>isFrozen</strong> – признак доступности торгов. Возможные значения: 0 - торги доступны, 1 - торги приостановлены</li>\n' +
						'                            <li><strong>highestBid</strong> – наилучшая цена покупки в стакане</li>\n' +
						'                            <li><strong>lowestAsk</strong> – наилучшая цена продажи в стакане</li>\n' +
						'                            <li><strong>high24hr</strong> – максимальная цена сделки за последние 24 часа</li>\n' +
						'                            <li><strong>low24hr</strong> – минимальная цена сделки за последние 24 часа</li>\n' +
						'                            <li><strong>percentChange</strong> – процентное изменение цены</li>\n' +
						'                            <li><strong>margin</strong> – признак доступности маржинальной торговли. Возможные значения: 0 - маржинальная торговля не доступна, 1 - маржинальная торговля доступна</li>\n' +
						'                            <li><strong>type</strong> – тип криптовалюты. Возможные значения: <strong>coin</strong>, <strong>token</strong></li>\n' +
						'                            <li><strong>name</strong> – наименование валюты/фиатной валюты</li>\n' +
						'                            <li><strong>withdraw</strong> – доступность вывода средств по валюте/фиатной валюте. Возможные значения: <strong>On</strong>, <strong>Off</strong></li>\n' +
						'                            <li><strong>deposit</strong> – доступность пополнения средств по валюте/фиатной валюте. Возможные значения: <strong>On</strong>, <strong>Off</strong></li>\n' +
						'                            <li><strong>platform</strong> – заполняется, только если тип криптовалюты <strong>token</strong>. Обозначает id криптовалюты, на основе которой выпущен токен</li>\n' +
						'                            <li><strong>platforms</strong> – список доступных платежных систем по фиатной валюте</li>\n' +
						'                            <li><strong>min_replenish</strong> – минимальная сумма пополнения средств</li>\n' +
						'                            <li><strong>min_withdraw</strong> – минимальная сумма вывода средств</li>\n' +
						'                            <li><strong>fee_replenish</strong> – размер комиссии при пополнении средств</li>\n' +
						'                            <li><strong>fee_withdraw</strong> – размер комиссии при выводе средств</li>\n' +
						'                            <li><strong>max_day_withdraw</strong> – максимально допустимая сумма вывода средств в день для неверифицированный пользователей</li>\n' +
						'                            <li><strong>max_kyc_day_withdraw</strong> – максимально допустимая сумма вывода средств в день для прошедших KYC пользователей</li>\n' +
						'                        </ul>',
				},
				currency: {
					title: 'Информация по валютам',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/assets\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/assets</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success": true,\n' +
						'    "code": 200,\n' +
						'    "assets":\n' +
						'    &#123;\n' +
						'        "BTC":\n' +
						'        &#123;\n' +
						'            "name": "Bitcoin",\n' +
						'            "unified_cryptoasset_id": 1,\n' +
						'            "type": "coin",\n' +
						'            "platform": null,\n' +
						'            "can_withdraw": true,\n' +
						'            "can_deposit": true,\n' +
						'            "min_replenish": "0.0005",\n' +
						'            "min_withdraw": "0.0005",\n' +
						'            "max_withdraw": "1",\n' +
						'            "max_kyc_withdraw": "10",\n' +
						'            "fee_replenish": "0",\n' +
						'            "fee_withdraw": "0.0003",\n' +
						'            "maker_fee": "0.2",\n' +
						'            "taker_fee": "0.2"\n' +
						'        },\n' +
						'        "ETH":\n' +
						'        &#123;\n' +
						'            "name": "Ethereum",\n' +
						'            "unified_cryptoasset_id": 1027,\n' +
						'            "type": "coin",\n' +
						'            "platform": null,\n' +
						'            "can_withdraw": true,\n' +
						'            "can_deposit": true,\n' +
						'            "min_replenish": "0.008",\n' +
						'            "min_withdraw": "0.01",\n' +
						'            "max_withdraw": "100",\n' +
						'            "max_kyc_withdraw": "1000",\n' +
						'            "fee_replenish": "0",\n' +
						'            "fee_withdraw": "0.007",\n' +
						'            "maker_fee": "0.2",\n' +
						'            "taker_fee": "0.2"\n' +
						'        },\n' +
						'        "USDT":\n' +
						'        &#123;\n' +
						'            "name": "Tether",\n' +
						'            "unified_cryptoasset_id": 825,\n' +
						'            "type": "token",\n' +
						'            "platform": 3,\n' +
						'            "can_withdraw": true,\n' +
						'            "can_deposit": true,\n' +
						'            "min_replenish": "1",\n' +
						'            "min_withdraw": "1",\n' +
						'            "max_withdraw": "10000",\n' +
						'            "max_kyc_withdraw": "100000",\n' +
						'            "fee_replenish": "0",\n' +
						'            "fee_withdraw": "1.2",\n' +
						'            "maker_fee": "0.2",\n' +
						'            "taker_fee": "0.2"\n' +
						'        },\n' +
						'        "USD":\n' +
						'        &#123;\n' +
						'            "name": "U.S. Dollar",\n' +
						'            "unified_cryptoasset_id": null,\n' +
						'            "type": "fiat",\n' +
						'            "maker_fee": "0.2",\n' +
						'            "taker_fee": "0.2",\n' +
						'            "platforms":\n' +
						'            &#123;\n' +
						'                "Payeer":\n' +
						'                &#123;\n' +
						'                    "can_withdraw": true,\n' +
						'                    "can_deposit": true,\n' +
						'                    "min_replenish": "10",\n' +
						'                    "min_withdraw": "30",\n' +
						'                    "max_withdraw": "500",\n' +
						'                    "max_kyc_withdraw": "3000"\n' +
						'                    "fee_replenish": "0.5",\n' +
						'                    "fee_withdraw": "1"\n' +
						'                &#125;\n' +
						'            &#125;\n' +
						'        },\n' +
						'        "EUR":\n' +
						'        &#123;\n' +
						'            "name": "European Euro",\n' +
						'            "unified_cryptoasset_id": null,\n' +
						'            "type": "fiat",\n' +
						'            "maker_fee": "0.2",\n' +
						'            "taker_fee": "0.2",\n' +
						'            "platforms":\n' +
						'            &#123;\n' +
						'                "Payeer":\n' +
						'                &#123;\n' +
						'                    "can_withdraw": true,\n' +
						'                    "can_deposit": true,\n' +
						'                    "min_replenish": "10",\n' +
						'                    "min_withdraw": "20",\n' +
						'                    "max_withdraw": "500",\n' +
						'                    "max_kyc_withdraw": "3000"\n' +
						'                    "fee_replenish": "0.5",\n' +
						'                    "fee_withdraw": "1"\n' +
						'                &#125;\n' +
						'            &#125;\n' +
						'        &#125;\n' +
						'    &#125;\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>unified_cryptoasset_id</strong> – уникальный идентификатор валюты, присвоенный агрегатором CoinMarketCap</li>\n' +
						'                            <li><strong>name</strong> – наименование валюты/фиатной валюты</li>\n' +
						'                            <li><strong>type</strong> – тип криптовалюты. Возможные значения: <strong>coin</strong>, <strong>token</strong>, <strong>fiat</strong></li>\n' +
						'                            <li><strong>maker_fee</strong> – комиссия мэйкера (%)</li>\n' +
						'                            <li><strong>taker_fee</strong> – комиссия тэйкера (%)</li>\n' +
						'                            <li><strong>platform</strong> – заполняется, только если тип криптовалюты <strong>token</strong>. Обозначает id криптовалюты, на основе которой выпущен токен</li>\n' +
						'                            <li><strong>platforms</strong> – список доступных платежных систем по фиатной валюте</li>\n' +
						'                            <li><strong>can_withdraw</strong> – доступность вывода средств по валюте/фиатной валюте. Возможные значения: <strong>true</strong>, <strong>false</strong></li>\n' +
						'                            <li><strong>can_deposit</strong> – доступность пополнения средств по валюте/фиатной валюте. Возможные значения: <strong>true</strong>, <strong>false</strong></li>\n' +
						'                            <li><strong>min_replenish</strong> – минимальная сумма пополнения средств</li>\n' +
						'                            <li><strong>min_withdraw</strong> – минимальная сумма вывода средств</li>\n' +
						'                            <li><strong>fee_replenish</strong> – размер комиссии при пополнении средств</li>\n' +
						'                            <li><strong>fee_withdraw</strong> – размер комиссии при выводе средств</li>\n' +
						'                            <li><strong>max_withdraw</strong> – максимально допустимая сумма вывода средств в день для неверифицированный пользователей</li>\n' +
						'                            <li><strong>max_kyc_withdraw</strong> – максимально допустимая сумма вывода средств в день для прошедших KYC пользователей</li>\n' +
						'                        </ul>',
				},
				get_ticker: {
					title: 'Получение тикера',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/ticker\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/ticker</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success": true,\n' +
						'    "code": 200,\n' +
						'    "ticker":\n' +
						'    &#123;\n' +
						'        "BTC_USDT":\n' +
						'        &#123;\n' +
						'            "base_id": 1,\n' +
						'            "quote_id": 825,\n' +
						'            "last_price": "7234.45",\n' +
						'            "quote_volume": "891096.87103846",\n' +
						'            "base_volume": "121.840826",\n' +
						'            "isFrozen": 0,\n' +
						'            "highestBid": "7227.33",\n' +
						'            "lowestAsk": "7241.77",\n' +
						'            "high24hr": "7396",\n' +
						'            "low24hr": "7163.96",\n' +
						'            "percentChange": "-1.23",\n' +
						'            "margin": 0\n' +
						'        },\n' +
						'        "LTC_USDT":\n' +
						'        &#123;\n' +
						'            "base_id": 2,\n' +
						'            "quote_id": 825,\n' +
						'            "last_price": "43.98",\n' +
						'            "quote_volume": "770823.5363825",\n' +
						'            "base_volume": "17412.2085",\n' +
						'            "isFrozen": 0,\n' +
						'            "highestBid": "43.92",\n' +
						'            "lowestAsk": "44.03",\n' +
						'            "high24hr": "44.62",\n' +
						'            "low24hr": "43.6",\n' +
						'            "percentChange": "-0.91",\n' +
						'            "margin": 0\n' +
						'        &#125;\n' +
						'    &#125;\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>base_id</strong> – уникальный идентификатор базовой валюты, присвоенный агрегатором CoinMarketCap</li>\n' +
						'                            <li><strong>quote_id</strong> – уникальный идентификатор котируемой валюты, присвоенный агрегатором CoinMarketCap</li>\n' +
						'                            <li><strong>last_price</strong> – последняя цена по валютной паре</li>\n' +
						'                            <li><strong>quote_volume</strong> – объем торгов за последние 24 часа в котируемой валюте</li>\n' +
						'                            <li><strong>base_volume</strong> – объем торгов за последние 24 часа в базовой валюте</li>\n' +
						'                            <li><strong>isFrozen</strong> – признак доступности торгов. Возможные значения: 0 - торги доступны, 1 - торги приостановлены</li>\n' +
						'                            <li><strong>highestBid</strong> – наилучшая цена покупки в стакане</li>\n' +
						'                            <li><strong>lowestAsk</strong> – наилучшая цена продажи в стакане</li>\n' +
						'                            <li><strong>high24hr</strong> – максимальная цена сделки за последние 24 часа</li>\n' +
						'                            <li><strong>low24hr</strong> – минимальная цена сделки за последние 24 часа</li>\n' +
						'                            <li><strong>percentChange</strong> – процентное изменение цены</li>\n' +
						'                            <li><strong>margin</strong> – признак доступности маржинальной торговли. Возможные значения: 0 - маржинальная торговля не доступна, 1 - маржинальная торговля доступна</li>\n' +
						'                        </ul>',
				},
				get_depth: {
					title: 'Получение стакана',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/orderbook/{pair}?depth=&lt;depth&gt;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                            <ul>\n' +
						'                                <li><strong>pair</strong> – валютная пара в формате &lt;код_валюты_торгов&gt;_&lt;код_валюты_рынка&gt;</li>\n' +
						'                            </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <ul>\n' +
						'                            <li><strong>depth</strong> – глубина стакана. Возможные значения: <strong>5</strong>,<strong>10</strong>,<strong>20</strong>,<strong>50</strong>,<strong>100</strong>,<strong>500</strong>. Если не указано, то возвращается 50 записей</li>\n' +
						'                            </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/orderbook/BTC_USDT?depth=5</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success": true,\n' +
						'    "code": 200,\n' +
						'    "timestamp": 1576080362,\n' +
						'    "bids": [\n' +
						'                [7151.1,0.06188],\n' +
						'                [7148.04,0.000202],\n' +
						'                [7146.57,0.23855],\n' +
						'                [7143.5,0.3281],\n' +
						'                [7140.44,0.3688]\n' +
						'            ],\n' +
						'    "asks": [\n' +
						'                [7167.28,0.001589],\n' +
						'                [7169.32,0.03134],\n' +
						'                [7171.96,0.30115],\n' +
						'                [7175.03,0.3191],\n' +
						'                [7178.11,0.3258]\n' +
						'            ],\n' +
						'    "bids_vol": 10337.81995758,\n' +
						'    "asks_vol":9672.98765772,\n' +
						'    "bids_amount":1.447986,\n' +
						'    "asks_amount":1.346869,\n' +
						'    "bids_num":7,\n' +
						'    "asks_num":6\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>timestamp</strong> – время формирования стакана по заданной валютной паре в формате UNIX timestamp</li>\n' +
						'                            <li><strong>bids</strong> – массив, содержащий два значения: цена покупки и количество. Данные агрегированы и отсортированы по цене.</li>\n' +
						'                            <li><strong>asks</strong> – массив, содержащий два значения: цена продажи и количество. Данные агрегированы и отсортированы по цене.</li>\n' +
						'                            <li><strong>bids_vol</strong> – общий объем в стакане на покупку в котируемой валюте вне зависимости от значения depth</li>\n' +
						'                            <li><strong>asks_vol</strong> – общий объем в стакане на продажу в котируемой валюте вне зависимости от значения depth</li>\n' +
						'                            <li><strong>bids_amount</strong> – общий объем в стакане на покупку в базовой валюте вне зависимости от значения depth</li>\n' +
						'                            <li><strong>asks_amount</strong> – общий объем в стакане на продажу в базовой валюте вне зависимости от значения depth</li>\n' +
						'                            <li><strong>bids_num</strong> – общее количество выставленных ордеров в стакане на покупку</li>\n' +
						'                            <li><strong>asks_num</strong> – общее количество выставленных ордеров в стакане на продажу</li>\n' +
						'                        </ul>',
				},
				get_deal: {
					title: 'Получение сделок',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/trades/{pair}?&limit=&lt;limit&gt;&type=&lt;type&gt;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>pair</strong> – валютная пара в формате &lt;код_валюты_торгов&gt;_&lt;код_валюты_рынка&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>limit</strong> – лимит возвращаемых данных. Возможные значения: <strong>5</strong>,<strong>10</strong>,<strong>20</strong>,<strong>50</strong>,<strong>100</strong>,<strong>500</strong>. Если не указано, то возвращается 20 записей</li>\n' +
						'                            <li><strong>type</strong> – направленность сделки. Возможные значения: <strong>buy</strong>/<strong>sell</strong>. Если не указано, то возвращаются разнонаправленные сделки</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/trades/BTC_USDT?limit=5&type=sell</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "trades": [\n' +
						'        &#123;\n' +
						'            "trade_id": 5627122,\n' +
						'            "price":"7206.25",\n' +
						'            "base_volume":"0.017624",\n' +
						'            "quote_volume":"127.00295",\n' +
						'            "trade_timestamp":1576083062,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627108,\n' +
						'            "price":"7207.14",\n' +
						'            "base_volume":"0.019604",\n' +
						'            "quote_volume":"141.28877256",\n' +
						'            "trade_timestamp":1576083058,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627079,\n' +
						'            "price":"7207.42",\n' +
						'            "base_volume":"0.01802",\n' +
						'            "quote_volume":"129.8777084",\n' +
						'            "trade_timestamp":1576083037,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627062,\n' +
						'            "price":"7207.74",\n' +
						'            "base_volume":"0.014654",\n' +
						'            "quote_volume":"105.62222196",\n' +
						'            "trade_timestamp":1576083002,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627051,\n' +
						'            "price":"7208",\n' +
						'            "base_volume":"0.00614",\n' +
						'            "quote_volume":"44.25712",\n' +
						'            "trade_timestamp":1576082998,\n' +
						'            "type":"sell"\n' +
						'        &#125;\n' +
						'    ]\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>trades</strong> – массив сделок</li>\n' +
						'                            <li><strong>trade_id</strong> – уникальный идентификатор сделки</li>\n' +
						'                            <li><strong>price</strong> – цена сделки</li>\n' +
						'                            <li><strong>base_volume</strong> – объем сделки в базовой валюте</li>\n' +
						'                            <li><strong>quote_volume</strong> – объем сделки в котируемой валюте</li>\n' +
						'                            <li><strong>trade_timestamp</strong> – время исполнения сделки в формате UNIX timestamp</li>\n' +
						'                            <li><strong>type</strong> – направленность сделки</li>\n' +
						'                        </ul>',
				},
			},
			private: {
				title: 'Персональное API',
				deal_list: {
					title: 'Список сделок',
					content:
						'<p>\n' +
						'                            Все нижеперечисленные API запросы в данном разделе требуют передачу персонального токена в заголовке «X-Api-Key»\n' +
						'                        </p>' +
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/deals/{pair}?&limit=&lt;limit&gt;&type=&lt;type&gt;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                        <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>pair</strong> – валютная пара в формате &lt;код_валюты_торгов&gt;_&lt;код_валюты_рынка&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>limit</strong> – лимит возвращаемых данных. Возможные значения: <strong>5</strong>,<strong>10</strong>,<strong>20</strong>,<strong>50</strong>,<strong>100</strong>,<strong>500</strong>. Если не указано, то возвращается 20 записей</li>\n' +
						'                            <li><strong>type</strong> – направленность сделки. Возможные значения: <strong>buy</strong>/<strong>sell</strong>. Если не указано, то возвращаются разнонаправленные сделки</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/deals/BTC_USDT?limit=5&type=sell</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "trades": [\n' +
						'        &#123;\n' +
						'            "trade_id": 5627122,\n' +
						'            "price":"7206.25",\n' +
						'            "base_volume":"0.017624",\n' +
						'            "quote_volume":"127.00295",\n' +
						'            "trade_timestamp":1576083062,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627108,\n' +
						'            "price":"7207.14",\n' +
						'            "base_volume":"0.019604",\n' +
						'            "quote_volume":"141.28877256",\n' +
						'            "trade_timestamp":1576083058,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627079,\n' +
						'            "price":"7207.42",\n' +
						'            "base_volume":"0.01802",\n' +
						'            "quote_volume":"129.8777084",\n' +
						'            "trade_timestamp":1576083037,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627062,\n' +
						'            "price":"7207.74",\n' +
						'            "base_volume":"0.014654",\n' +
						'            "quote_volume":"105.62222196",\n' +
						'            "trade_timestamp":1576083002,\n' +
						'            "type":"sell"\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "trade_id":5627051,\n' +
						'            "price":"7208",\n' +
						'            "base_volume":"0.00614",\n' +
						'            "quote_volume":"44.25712",\n' +
						'            "trade_timestamp":1576082998,\n' +
						'            "type":"sell"\n' +
						'        &#125;\n' +
						'    ]\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>trades</strong> – массив сделок</li>\n' +
						'                            <li><strong>trade_id</strong> – уникальный идентификатор сделки</li>\n' +
						'                            <li><strong>price</strong> – цена сделки</li>\n' +
						'                            <li><strong>base_volume</strong> – объем сделки в базовой валюте</li>\n' +
						'                            <li><strong>quote_volume</strong> – объем сделки в котируемой валюте</li>\n' +
						'                            <li><strong>trade_timestamp</strong> – время исполнения сделки в формате UNIX timestamp</li>\n' +
						'                            <li><strong>type</strong> – направленность сделки</li>\n' +
						'                        </ul>',
				},
				orders_list: {
					title: 'Список ордеров',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/orders/{pair&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>pair</strong> – валютная пара в формате &lt;код_валюты_торгов&gt;_&lt;код_валюты_рынка&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/orders/BTC_USDT</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "buy_limit": [\n' +
						'        &#123;\n' +
						'            "id": 344322,\n' +
						'            "originalAmount": "0.5",\n' +
						'            "actualAmount": "0.2",\n' +
						'            "price": "7207.14",\n' +
						'            "time": 1576083062,\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "id": 344323,\n' +
						'            "originalAmount": "0.2",\n' +
						'            "actualAmount": "0.11",\n' +
						'            "price": "7205.22",\n' +
						'            "time": 1576084077,\n' +
						'        &#125;\n' +
						'    ],\n' +
						'    "sell_limit": [\n' +
						'        &#123;\n' +
						'            "id": 344324,\n' +
						'            "originalAmount": "0.5",\n' +
						'            "actualAmount": "0.2",\n' +
						'            "price": "7217.14",\n' +
						'            "time": 1576085062,\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "id": 344325,\n' +
						'            "originalAmount": "0.2",\n' +
						'            "actualAmount": "0.11",\n' +
						'            "price": "7215.22",\n' +
						'            "time": 1576085077,\n' +
						'        &#125;\n' +
						'    ],\n' +
						'    "buy_sl": [],\n' +
						'    "sell_sl": [],\n' +
						'    "buy_tp": [],\n' +
						'    "sell_tp": [],\n' +
						'    "buy_ts": [],\n' +
						'    "sell_ts": []\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>buy_limit</strong> – массив лимитных ордеров на покупку</li>\n' +
						'                            <li><strong>sell_limit</strong> – массив лимитных ордеров на продажу</li>\n' +
						'                            <li><strong>buy_sl</strong> – массив stop loss ордеров на покупку</li>\n' +
						'                            <li><strong>sell_sl</strong> – массив stop loss ордеров на покупку</li>\n' +
						'                            <li><strong>buy_tp</strong> – массив take profit ордеров на покупку</li>\n' +
						'                            <li><strong>sell_tp</strong> – массив take profit ордеров на покупку</li>\n' +
						'                            <li><strong>buy_ts</strong> – массив trailing stop ордеров на покупку</li>\n' +
						'                            <li><strong>sell_ts</strong> – массив trailing stop ордеров на покупку</li>\n' +
						'                            <li><strong>id</strong> – уникальный идентификатор ордера</li>\n' +
						'                            <li><strong>originalAmount</strong> – изначальное количество валюты в ордере</li>\n' +
						'                            <li><strong>actualAmount</strong> – текущее количество валюты в ордере</li>\n' +
						'                            <li><strong>price</strong> – цена покупки/продажи</li>\n' +
						'                            <li><strong>time</strong> – время выставления ордера в формате UNIX timestamp</li>\n' +
						'                        </ul>',
				},
				orders_info: {
					title: 'Информация по ордеру',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/order_info?order={order&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>order</strong> – уникальный идентификатор ордера</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/order_info?order=344325</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "id": 344325,\n' +
						'    "status": "partiallyFilled",\n' +
						'    "pair": "BTC_USDT",\n' +
						'    "type": "LIMIT",\n' +
						'    "side": "sell",\n' +
						'    "price": "7215.22",\n' +
						'    "size": "0.2",\n' +
						'    "actualSize": "0.11",\n' +
						'    "trades": [\n' +
						'        &#123;\n' +
						'            "id": 5627162,\n' +
						'            "size": "0.02",\n' +
						'            "price": "7215.22",\n' +
						'            "time": 1576084062\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "id": 5627173,\n' +
						'            "size": "0.07",\n' +
						'            "price": "7215.22",\n' +
						'            "time": 1576089055\n' +
						'        &#125;\n' +
						'    ]\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>id</strong> – уникальный идентификатор ордера</li>\n' +
						'                            <li><strong>status</strong> – текущий статус ордера. Возможные значения: <strong>accepted</strong> (выставлен), <strong>partiallyFilled</strong> (частично исполнен), <strong>filled</strong> (исполнен полностью)</li>\n' +
						'                            <li><strong>pair</strong> – валютная пара</li>\n' +
						'                            <li><strong>type</strong> – тип ордера. Возможные значения: <strong>LIMIT</strong> (лимитный ордер), <strong>MARKET</strong> (рыночный ордер), <strong>STOPLOSS</strong> (stop loss ордер), <strong>TAKEPROFIT</strong> (take profit ордер), <strong>TRAILINGSTOP</strong> (trailing stop ордер)</li>\n' +
						'                            <li><strong>side</strong> – направленность ордера. Возможные значения: <strong>sell</strong>, <strong>buy</strong></li>\n' +
						'                            <li><strong>price</strong> – цена покупки/продажи</li>\n' +
						'                            <li><strong>size</strong> – изначальное количество валюты в ордере</li>\n' +
						'                            <li><strong>actualSize</strong> – текущее количество валюты в ордере</li>\n' +
						'                            <li><strong>trades</strong> – массив сделок по данному ордеру</li>\n' +
						'                        </ul>',
				},
				balance: {
					title: 'Баланс',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/balance?currency={currency&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/balance?currency=BTC</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "currency": "BTC",\n' +
						'    "safe": "1.723",\n' +
						'    "withdraw": "1.2",\n' +
						'    "trade": "3.7455",\n' +
						'    "blocked": "2.7",\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                            <li><strong>safe</strong> – доступные средства на внешнем счете</li>\n' +
						'                            <li><strong>withdraw</strong> – заблокированные средства для вывода</li>\n' +
						'                            <li><strong>trade</strong> – доступные средства на торговом счете</li>\n' +
						'                            <li><strong>blocked</strong> – заблокированные под ордера средства</li>\n' +
						'                        </ul>',
				},
				transaction_list: {
					title: 'Список транзакций',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/transactions?currency=&#123;currency&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/transactions?currency=BTC</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "currency": "BTC",\n' +
						'    "count": 2,\n' +
						'    "transactions": [\n' +
						'        &#123;\n' +
						'            "id": 16625,\n' +
						'            "amount": "0.2",\n' +
						'            "currency": "BTC",\n' +
						'            "type": true,\n' +
						'            "status": "done",\n' +
						'            "time": 1576091055\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "id": 16634,\n' +
						'            "amount": "0.11",\n' +
						'            "currency": "BTC",\n' +
						'            "type": false,\n' +
						'            "status": "wait",\n' +
						'            "time": 1576091055\n' +
						'        &#125;\n' +
						'    ]\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                            <li><strong>count</strong> – общее количество транзакций по валюте</li>\n' +
						'                            <li><strong>transactions</strong> – массив транзакций</li>\n' +
						'                            <li><strong>id</strong> – уникальный идентификатор транзакции</li>\n' +
						'                            <li><strong>amount</strong> – сумма транзакции</li>\n' +
						'                            <li><strong>type</strong> – тип транзакции (<strong>true</strong> - пополнение средств, <strong>false</strong> - вывод средств)</li>\n' +
						'                            <li><strong>status</strong> – статус транзакции. Возможные значения: <strong>accepted</strong> - принята, <strong>wait</strong> - в процессе исполнения, <strong>done</strong> - исполнена</li>\n' +
						'                            <li><strong>time</strong> – время создания транзакции в формате UNIX timestamp</li>\n' +
						'                        </ul>',
				},
				transfer_list: {
					title: 'Список переводов',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/transfers?currency={currency&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/transfers?currency=BTC</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "currency": "BTC",\n' +
						'    "count": 2,\n' +
						'    "transfers": [\n' +
						'        &#123;\n' +
						'            "id": 36123,\n' +
						'            "amount": "0.2",\n' +
						'            "currency": "BTC",\n' +
						'            "side": true,\n' +
						'            "time": 1576091055\n' +
						'        },\n' +
						'        &#123;\n' +
						'            "id": 36222,\n' +
						'            "amount": "0.11",\n' +
						'            "currency": "BTC",\n' +
						'            "side": false,\n' +
						'            "time": 1576091055\n' +
						'        &#125;\n' +
						'    ]\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                            <li><strong>count</strong> – общее количество внутренних переводов по валюте</li>\n' +
						'                            <li><strong>transfers</strong> – массив переводов</li>\n' +
						'                            <li><strong>id</strong> – уникальный идентификатор перевода</li>\n' +
						'                            <li><strong>amount</strong> – сумма перевода</li>\n' +
						'                            <li><strong>side</strong> – тип перевода (<strong>true</strong> - с внешнего счета на торговый, <strong>false</strong> - с торгового счета на внешний)</li>\n' +
						'                            <li><strong>time</strong> – время создания перевода в формате UNIX timestamp</li>\n' +
						'                        </ul>',
				},
				commission: {
					title: 'Информация о текущей комиссии',
					content:
						'<p>\n' +
						'                            GET запрос по адресу {url}/api/v1/fee?currency={currency&#125;\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>{url}/api/v1/fee?currency=BTC</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "currency": "BTC",\n' +
						'    "fee": "0.2"\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>currency</strong> – код валюты</li>\n' +
						'                            <li><strong>fee</strong> – текущая комиссия по сделкам по валюте</li>\n' +
						'                        </ul>',
				},
				place_order: {
					title: 'Выставить ордер',
					content:
						'<p>\n' +
						'                            POST запрос по адресу {url}/api/v1/makeOrder\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                            <li><strong>Content-Type</strong> – application/x-www-form-urlencoded</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>type</strong> – тип выставляемого ордера. Может принимать только два значения: LIMIT или MARKET</li>\n' +
						'                            <li><strong>currency</strong> – код базовой валюты</li>\n' +
						'                            <li><strong>market</strong> – код котируемой валюты</li>\n' +
						'                            <li><strong>side</strong> – направленность ордера: <strong>0</strong> - ордер на покупку, <strong>1</strong> - ордер на продажу</li>\n' +
						'                            <li><strong>amount</strong> – количество покупаемой/продаваемой валюты</li>\n' +
						'                            <li><strong>rate</strong> – цена покупки/продажи</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>sl_rate</strong> – уровень цены stop loss, при котором будет создан обратно направленный рыночный ордер по исполненному объему</li>\n' +
						'                            <li><strong>tp_rate</strong> – уровень цены take profit, при котором будет создан обратно направленный рыночный ордер по исполненному объему</li>\n' +
						'                            <li><strong>ts_offset</strong> – смещение цены trailing stop, при котором будет создан обратно направленный рыночный ордер по исполненному объему</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>type=LIMIT&currency=BTC&market=USDT&side=0&amount=0.5&rate=7112.1&tp_rate=7200</i>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "orders": &#123;\n' +
						'        "order_id": 344711,\n' +
						'        "tp_order_id": 344712\n' +
						'    &#125;\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>orders</strong> – список созданных ордеров</li>\n' +
						'                            <li><strong>order_id</strong> – уникальный идентификатор ордера с типом LIMIT или MARKET</li>\n' +
						'                            <li><strong>tp_order_id</strong> – уникальный идентификатор take profit ордера (если был задан параметр tp_rate)</li>\n' +
						'                            <li><strong>sl_order_id</strong> – уникальный идентификатор stop loss ордера (если был задан параметр sl_rate)</li>\n' +
						'                            <li><strong>ts_order_id</strong> – уникальный идентификатор trailing stop ордера (если был задан параметр ts_offset)</li>\n' +
						'                        </ul>',
				},
				cancel_order: {
					title: 'Отменить ордер',
					content:
						'<p>\n' +
						'                            POST запрос по адресу {url}/api/v1/cancelOrder\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Заголовки:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>X-Api-Key</strong> – Bearer &lt;token&gt;</li>\n' +
						'                            <li><strong>Content-Type</strong> – application/x-www-form-urlencoded</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Обязательные параметры:</u>\n' +
						'                        <ul>\n' +
						'                            <li><strong>order_id</strong> – уникальный идентификатор ордера (лимитного или условного)</li>\n' +
						'                            <li><strong>currency</strong> – код базовой валюты</li>\n' +
						'                            <li><strong>market</strong> – код котируемой валюты</li>\n' +
						'                        </ul>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <u>Необязательные параметры:</u>\n' +
						'                            <br>\n' +
						'                            <strong>отсутствуют</strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            Если отменяется LIMIT ордер, который был выставлен с доп. параметрами sl_rate, tp_rate или ts_offset и этот ордер еще не начал исполняться , то отменяются также и все условные ордера. Если по отменяемому лимитному ордеру уже существуют сделки, то отменяется только лимитный ордер. Условные ордера, привязанные к лимитному нужно отменять отдельным запросом.\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <strong><i>Пример:</i></strong>\n' +
						'                        </p>\n' +
						'                        <p>\n' +
						'                            <i>order_id=344711&currency=BTC&market=USDT</i>\n' +
						'                        </p>\n' +
						'\n' +
						'                        <p>\n' +
						'                            При удачном ответе вернется строка в JSON формате\n' +
						'                        </p>\n' +
						'                        <pre>\n' +
						'&#123;\n' +
						'    "success":true,\n' +
						'    "code":200,\n' +
						'    "orders": &#123;\n' +
						'        "order_id": 344711,\n' +
						'        "tp_order_id": 344712\n' +
						'    &#125;\n' +
						'&#125;\n' +
						'                </pre>\n' +
						'                        <p>\n' +
						'                            где\n' +
						'                        </p>\n' +
						'                        <ul>\n' +
						'                            <li><strong>orders</strong> – список отмененных ордеров</li>\n' +
						'                            <li><strong>order_id</strong> – уникальный идентификатор отмененного ордера с типом LIMIT</li>\n' +
						'                            <li><strong>tp_order_id</strong> – уникальный идентификатор отмененного take profit ордера</li>\n' +
						'                            <li><strong>sl_order_id</strong> – уникальный идентификатор отмененного stop loss ордера</li>\n' +
						'                            <li><strong>ts_order_id</strong> – уникальный идентификатор отмененного trailing stop ордера</li>\n' +
						'                        </ul>',
				},
			},
		},
	},

	status: {
		title: 'Состояние системы',
		description: `Состояние системы - это инструмент мониторинга, который предоставляет
			информацию о доступности ввода, вывода и торгам в режиме реального
			времени, а также применяемые комиссии и лимиты. Это развивающийся
			инструмент, который будет включать больше информации о системе, стремясь
			сделать наши системные процессы максимально прозрачными.`,
		see_state_of_market: 'Ознакомиться c состоянием рынка можно на странице',

		fiat_status: 'Состояние системы по фиатным валютам',
		crypto_status: 'Состояние системы по криптовалютам',
		pairs_status: 'Состояние системы по парам',

		support_currencies_only_crypto: 'Поддерживаются <b>9</b> криптовалют (монет/токенов)',
		support_currencies_fiat_and_crypto:
			'Поддерживаются <b>12</b> валют: <b>9</b> криптовалют (монет/токенов) и <b>3</b> фиатных валют',

		fiat_tab: 'Фиатные валюты',
		crypto_tab: 'Криптовалюты',
		pairs_tab: 'Пары',
	},
	fees: {
		title: 'Комиссии и лимиты',
		trading_fee: 'Торговая комиссия',
		operations_fee: 'Комиссия на ввод и вывод',
		operations_limits: 'Лимиты по вводу и выводу',
	},

	user: {
		title: {
			profile: 'Профиль',
			account: 'Аккаунт',
			basic_info: 'Основная Информация',
			actions: 'Действия',
			metadata: 'Метаданные',
			verification: 'Верификация',
			api: 'API',
			security: 'Безопасность',
			settings: 'Настройки',
		},

		disabled_alert: {
			title: 'Пользователь заблокирован',
			content: 'Вы были заблокированы администратором. Пожалуйста, свяжитесь с командой поддержки для выяснения причин',
		},

		info: {
			display_name: 'Отображаемое имя',
			email: 'Почта',
			rate: 'Ограничения рейта API',
			ref_link: 'Реферальная ссылка',
			email_verified: 'Почта подтверждена',
			protected: 'Двухфакторная защита',
			kyc_status: 'KYC статус',

			reset_pass: 'Сбросить пароль',
			reset_pass_subtitle: 'Отправить электронное письмо для сброса пароля',
			change_email: 'Изменить email',
			change_email_subtitle: 'Отправить запрос на изменение адреса электронной почты',
			created: 'Создан',
			last_sign_in: 'Последний Вход',
			last_browser: 'Последний Бразуер',
			last_device: 'Последнее Устройство',
			last_os: 'Последняя ОС',
		},

		api: {
			title: 'API ключи',
			api_empty: 'API лист пуст',
			dialog: {
				create: {
					title: 'Создать API',
					api_name: 'Имя API',
					copy_tokens_description:
						'Скопируйте данные АПИ ключи, поскольку при закрытии диалогового окна API Key будет отображен как SHA 256 хэш, а Secret Key будет скрыт',
					api_key: 'API ключ',
					secret_key: 'Секретный ключ',
				},
				edit: {
					title: 'Редактирвать разрешения',
				},
				delete_all: {
					title: 'Удалить все API',
					description: 'Вы уверены, что хотите удалить все API?',
				},
				delete_one: {
					title: 'Удалить API',
					description: 'Вы уверены, что хотите удалить API с именем',
				},
			},
			headers: {
				hash: 'Хэш API ключа (SHA 256)',
				secret_key: 'Секретный ключ (Скрыт)',
				abilities: 'Разрешения API',
				created: 'Создан',
				updated: 'Обновлён',
				last_usage: 'Последнее использование',
			},
		},

		security: {
			title: 'buyownex рекомендует использовать двухфакторную авторизацию',
			description: {
				line_one:
					'Двухфакторная авторизация (2fa) значительно увеличивает безопасность, запрашивая не только логин-пароль, но и специальный код авторизации.',
				line_two:
					'BuyOwnEx использует 2fa от утилиты Google Authenticator. Для включения такой возможности, скачайте Google Authenticator на свой мобильный телефон и просканируйте QR-код.',
				line_three: 'После установки приложения, используйте указанные в нём коды для работы с BuyOwnEx.',
			},
			for_disable: 'Для отключения двухфакторной авторизации введите текущий код в приложении Google Authenticator',
			status: {
				enabled: 'Включена',
				disabled: 'Отключена',
			},
			two_factor_auth: 'Двухфакторная авторизация',
			secret_key: 'Секретный ключ',
			enable: 'Включить',
			disable: 'Выключить',
			auth_code: 'Аутентификационный код (2fa)',
		},

		settings: {
			headers: {
				managing_email_notifications: 'Управление почтовыми оповещениями',
				ref_settings: 'Настройки реферальной программы',
				system_settings: 'Настрйоки системы',
				security_settings: 'Настрйоки безопасности',
			},
			dialog: {
				ref_description: 'Вы уверены, что хотите изменить реферальную программу?',
			},
			days: 'дней',
			system_select_hint: 'Получение <b>{percent}</b> % от сделок рефералов на протяжении <b>{days}</b> дней',
		},
	},

	notifications: {
		title: 'Уведомления',
		no_notifications: 'Новых уведомлений нет',
		notifications_types: 'Типы уведомлений',
		types: {
			system: 'Системные',
			news: 'Новости',
			finance: 'Финансы',
		},
		kinds: {
			login: {
				title: 'Уведомлять о входе в систему',
				subject: 'Новый вход в систему',
			},
			add_money: {
				title: 'Уведомлять о пополнении средств',
				subject: 'Пополнение средств',
			},
			withdraw_money: {
				title: 'Уведомлять о выводе средств',
				subject: 'Вывод средств',
			},
			ref: {
				title: 'Уведомлять о начислении реферальных',
				subject: 'Начислены реферальные',
			},
			trading_block: {
				title: 'Уведомлять о блокировке по торговым операциям',
				subject: 'Блокировка торговых операций',
			},
			money_block: {
				title: 'Уведомлять о блокировке по вводу/выводу средств',
				subject: 'Блокировка ввода/вывода',
			},
			system_block: {
				title: 'Системная блокировка',
				subject: 'Уведомлять о системной блокировке',
			},
			position_liquidation_warn: {
				title: 'Уведомлять о скорой ликвидации позиции',
				subject: 'Скорая ликвидация средств',
			},
			position_liquidation: {
				title: 'Уведомлять о ликвидации позиции',
				subject: 'Ликвидация позиции',
			},
			maintenance: {
				title: 'Уведомлять о предстоящем тех. обслуживании биржи',
				subject: 'Тех. обслуживание',
			},
			news: {
				title: 'Уведомлять о новостях',
				subject: 'Новости',
			},
		},
	},

	support: {
		title: 'Поддержка',
		menu: {
			status: 'Статус',
			priority: 'Приоритет',
		},
		no_tickets: 'Тикетов нет',
		close_ticket: 'Закрыть тикет',
		attachments: 'Прикрепленные файлы',
		attach_file: 'Прикрепите файл',
		file_hint:
			'Допускаются изображения форматов: .png, .jpg, .bmp и архив формата .zip. Максимальный размер загружаемого файла: 5 Mb',
		create_ticket: 'Создать тикет',
		status: {
			all: 'Все тикеты',
			new: 'Новые',
			open: 'Открытые',
			pending: 'Ожидающие',
			hold: 'На удержании',
			solved: 'Выполненные',
			closed: 'Закрытые',
		},
		priority: {
			all: 'Все',
			low: 'Низкий',
			medium: 'Средний',
			high: 'Высокий',
			urgent: 'Срочный',
		},
	},

	reports: {
		filters: 'Фильтры',

		date_from: 'Дата с',
		date_from_hint: 'Выберите начало даты',
		date_till: 'Дата до',
		date_till_hint: 'Выберите конец даты',

		time_from: 'Время с',
		time_from_hint: 'Выберите начало времени',
		time_till: 'Время до',
		time_till_hint: 'Выберите конец времени',

		deal_id: 'ID сделки',
		deal_id_hint: 'Найти по ID сделки',

		transaction_id: 'ID транзакции',
		transaction_id_hint: 'Найти по ID транзакции',
		transaction_hash: 'Хэш транзакции',
		transaction_hash_hint: 'Найти по хэшу транзакции',

		order_id: 'ID ордера',
		order_id_hint: 'Найти по ID ордера',

		ref: 'Реферал',
		ref_hint: 'Начните вводить логин реферала для поиска',
		date_range: 'Выберите диапазон дат',
		date_range_hint: 'Выберите диапазон дат реферальных выплат',

		transfer_id: 'ID перевода',
		transfer_id_hint: 'Найти по ID перевода',

		pair: 'Выберите пару',
		pair_hint: 'Выберите пару из списка',
		side: 'Выберите направленность',
		side_hint: 'Выберите направленность из списка',
		operation: 'ID операции',
		operation_hint: 'Найти по внешнему ID операции',
		gateway: 'Шлюз',
		gateway_hint: 'Выберите шлюз из списка',
		currency: 'Валюта',
		currency_hint: 'Выберите валюту из списка',
		type: 'Выберите тип',
		type_hint: 'Выберите тип из списка',
		status: 'Выберите статус',
		status_hint: 'Выберите статус из списка',
		address: 'Адрес',
		address_hint: 'Найти по адресу получателя',

		deals_title: 'Сделки',
		fiat_transactions_title: 'Фиатные транзакции',
		orders_title: 'Ордера',
		ref_payments_title: 'Реферальные платежи',
		crypto_transactions_title: 'Криптотранзакции',
		transfers_title: 'Внутренние переводы',
	},

	forms_validation: {
		required: 'Обязательное поле',
		email_invalid: 'Неверный формат E-mail',
		passwords_not_match: 'Пароли не совпадают',
		max_filesize_5MB: 'Макс. размер файла 5 МБ',
		fill_all_fields: 'Заполните все поля',
		incorrect_data: 'Некорректные данные',

		min_5char: 'Мин. 5 символов',
		min_6char: 'Мин. 6 символов',
		min_8char: 'Мин. 8 символов',

		max_6char: 'Макс. 6 символов',
		max_64char: 'Макс. 64 символа',

		unsupported_char_latinAndNumbers: 'Неподдерживаемые символы. Только [a-zA-Z0-9-_]',
		unsupported_char_numbers: 'Неподдерживаемые символы. Только числа',
		unsupported_char_numbers_precision_15: 'Неподдерживаемые символы. Только числа с точностью до 15 знаков',
		unsupported_precision: 'Неподдерживаемое кол-во знаков после запятой',
		positive: 'Только положительные числа',
	},

	$vuetify: {
		badge: 'Значок',
		close: 'Закрыть',
		dataIterator: {
			noResultsText: 'Совпадающих записей не найдено',
			loadingText: 'Загрузка предметов ...',
		},
		dataTable: {
			itemsPerPageText: 'Строк на странице:',
			ariaLabel: {
				sortDescending: 'Сортировка по убыванию.',
				sortAscending: 'Сортировка по возрастанию.',
				sortNone: 'Не отсортировано.',
				activateNone: 'Активируйте, чтобы убрать сортировку.',
				activateDescending: 'Активируйте для сортировки по убыванию.',
				activateAscending: 'Активируйте для сортировки по возрастанию.',
			},
			sortBy: 'Сортировать по',
		},
		dataFooter: {
			itemsPerPageText: 'Пункты на странице:',
			itemsPerPageAll: 'Все',
			nextPage: 'Следующая страница',
			prevPage: 'Предыдущая страница',
			firstPage: 'Первая страница',
			lastPage: 'Предыдущая страница',
			pageText: '{0} - {1} из {2}',
		},
		datePicker: {
			itemsSelected: 'Выбрано {0}',
			nextMonthAriaLabel: 'В следующем месяце',
			nextYearAriaLabel: 'Следующий год',
			prevMonthAriaLabel: 'Прошлый месяц',
			prevYearAriaLabel: 'Предыдущий год',
		},
		noDataText: 'Данные недоступны',
		carousel: {
			prev: 'Предыдущее изображение',
			next: 'Следующий визуал',
			ariaLabel: {
				delimiter: 'Карусель слайд {0} из {1}',
			},
		},
		calendar: {
			moreEvents: 'Еще {0}',
		},
		fileInput: {
			counter: '{0} файлов',
			counterSize: '{0} файлов (всего {1})',
		},
		timePicker: {
			am: 'AM',
			pm: 'PM',
		},
		pagination: {
			ariaLabel: {
				wrapper: 'Пагинационная навигация',
				next: 'Следующая страница',
				previous: 'Предыдущая страница',
				page: 'Перейти к странице {0}',
				currentPage: 'Текущая страница, страница {0}',
			},
		},
	},
};
