<template>
	<v-card class="api flex-grow-1">
		<div class="pa-3 min-w-0 w-full">
			<DocsTitle>API</DocsTitle>

			<v-row>
				<DocsNavigation :data-array="api" nested />

				<DocsContent :data-array="api" />
			</v-row>

			<DocsFooter />
		</div>
	</v-card>
</template>

<script>
import DocsTitle from '../../components/docs/DocsTitle';
import DocsNavigation from '../../components/docs/DocsNavigation';
import DocsContent from '../../components/docs/DocsContent';
import DocsFooter from '../../components/docs/DocsFooter';

export default {
	name: 'Api',

	components: { DocsTitle, DocsNavigation, DocsContent, DocsFooter },

	data() {
		return {
			api: [
				{
					id: 'general',
					title: this.$t('docs.api.general.title'),
					items: [
						{
							title: this.$t('docs.api.general.title'),
							content:
								"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
						},
						{
							title: 'Благодарим за Ваш интерес',
							content:
								"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
						},
						{
							title: 'Благодарим за Ваш интерес',
							content:
								"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
						},
						{
							title: 'Благодарим за Ваш интерес',
							content:
								"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
						},
						{
							title: 'Благодарим за Ваш интерес',
							content:
								"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
						},
					],
				},
				// {
				// 	id: 'auth',
				// 	title: this.$t('api.auth.title'),
				// 	items: [
				// 		{
				// 			title: 'Благодарим за Ваш интерес',
				// 			content:
				// 				"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
				// 		},
				// 	],
				// },
				// {
				// 	id: 'limits',
				// 	title: this.$t('api.limits.title'),
				// 	items: [
				// 		{
				// 			title: 'Благодарим за Ваш интерес',
				// 			content:
				// 				"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
				// 		},
				// 	],
				// },
				// {
				// 	id: 'public',
				// 	title: this.$t('api.public.title'),
				// 	items: [
				// 		{
				// 			title: 'Благодарим за Ваш интерес',
				// 			content:
				// 				"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
				// 		},
				// 	],
				// },
				// {
				// 	id: 'private',
				// 	title: this.$t('api.private.title'),
				// 	items: [
				// 		{
				// 			title: 'Благодарим за Ваш интерес',
				// 			content:
				// 				"Эта страница информирует вас о нашей политике в отношении сбора, использования и раскрытия Личной Информации, которую мы получаем от пользователей Сайта. Мы не несем ответственности за сайты, расположенные на доменах, отличных от вышеуказанного. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}. Мы используем Личную Информацию только для обеспечения и улучшения работы Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с данной политикой. Если иное не определено в настоящей Политике Конфиденциальности, то термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях и Условиях, размещенных на {{config('app.text_url')}}.",
				// 		},
				// 	],
				// },
			],
		};
	},
};
</script>

<style scoped></style>
