<template>
	<div>
		<p>
			Состояние системы - это инструмент мониторинга, который предоставляет
			информацию о доступности ввода, вывода и торгам в режиме реального
			времени, а также применяемые комиссии и лимиты. Это развивающийся
			инструмент, который будет включать больше информации о системе, стремясь
			сделать наши системные процессы максимально прозрачными.
		</p>
		<p>
			Ознакомиться c состоянием рынка можно на странице
			<a class="text-decoration-none" href="/overview">Обзор рынка</a>
		</p>
	</div>
</template>

<script>
export default {
	name: 'StatusDefinitionText',
};
</script>

<style scoped></style>
