<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы наименования страниц
    |--------------------------------------------------------------------------
    */

    '2fa' => 'Проверка 2FA',
    '2fa_forget' => 'Восстановление 2FA',
    'api'   => 'API',
    'balance' => 'Баланс',
    'confirm' => 'Подтверждение email',
    'contacts' => 'Контакты',
    'deals' => 'Сделки',
    'email' => 'Установка пароля',
    'fees' => 'Комиссии и лимиты',
    'fiat_transactions' => 'Фиатные транзакции',
    'login' => 'Вход',
    'notifications' => 'Уведомления',
    'orders' => 'Ордера',
    'overview' => 'Обзор рынка',
    'policy' => 'Политика конфеденциальности',
    'profile' => 'Профиль',
    'register' => 'Регистрация',
    'ref_payments' => 'Реферальные начисления',
    'reset' => 'Сброс пароля',
    'status' => 'Страница состояния',
    'support' => 'Поддержка',
    'terms' => 'Условия предоставления услуг',
    'transactions' => 'Транзакции',
    'transfers' => 'Переводы',
    'verify' => 'Подтверждение'

];